{
    "乾为天": "《乾》：元，亨，利，贞。\nQian: Initiation, prosperity, benefit, persistence.\n初九：潜龙，勿用。\nInitial Nine: Hidden dragon, do not act.\n九二：见龙在田，利见大人。\nNine Two: Seeing the dragon in the field, beneficial to meet a great man.\n九三：君子终日乾乾，夕惕若。厉无咎。\nNine Three: The noble man is cautious all day, being very careful at night brings no blame.\n九四：或跃在渊，无咎。\nNine Four: Perhaps leaping into the abyss, no blame.\n九五：飞龙在天，利见大人。\nNine Five: The dragon flies in the sky, beneficial to see a great man.\n上九：亢龙，有悔。\nUpper Nine: The dragon is overreached, there is regret.\n用九：见群龙无首，吉。\nEmploying Nine: Seeing a group of dragons without a leader, auspicious.\n《彖》曰：大哉乾元，万物资始，乃统天。云行雨施，品物流形。大明终始，六位时成。时乘六龙以御天。乾道变化，各正性命。保合大和，乃利贞。首出庶物，万国威宁。\nCommentary: Great indeed is the initiating power of Qian, the originator of all things, the ruler of heaven. Clouds move, rain is dispersed, forms and objects flow. The great light completes the beginning, and the six positions are timely completed. Riding the six dragons to control the heavens. The way of Qian changes, each rectifying its nature and life. Maintaining great harmony brings benefit and persistence. Everything begins here, and all states are at peace.\n《象》曰：天行健，君子以自强不息。“潜龙勿用”，阳在下也。“见龙在田”，德施普也。“终日乾乾”，反复道也。“或跃在渊”，进无咎也。“飞龙在天”，大人造也。“亢龙有悔”，盈不可久也。“用九”，天德不可为首也。\nSymbolism: Heaven moves powerfully, the noble man continually strengthens himself. 'Hidden dragon, do not act,' because the yang energy is still concealed. 'Seeing the dragon in the field,' widespread virtue. 'All day long, cautious,' refers to repeated diligence. 'Perhaps leaping into the abyss,' proceed without blame. 'The dragon flies in the sky,' the great man brings it about. 'The overreached dragon regrets,' fullness cannot last. 'Employing nine,' heavenly virtue cannot lead.\n《文言》曰：“元”者，善之长也；“亨”者，嘉之会也；“利”者，义之和也；“贞”者，事之干也。君子体仁，足以长人；嘉会，足以合礼；利物，足以和义；贞固，足以干事。君子行此四德者，故曰“乾：元、亨、利、贞。”\nExplanation: 'Initiation' is the growth of goodness; 'prosperity,' the gathering of the auspicious; 'benefit,' the harmony of righteousness; 'persistence,' the essence of affairs. The noble man embodies benevolence, sufficient to nurture others; the auspicious gathering is sufficient to accord with propriety; benefiting things is sufficient to harmonize righteousness; persistence is firm, sufficient to manage affairs. The noble man who practices these four virtues thus speaks of 'Qian: Initiation, prosperity, benefit, persistence.'",
    "坤为地": "《坤》：元亨。利牝马之贞。君子有攸往，先迷，後得主，利。西南得朋，东北丧朋。安贞吉。\nKun: Initiation, prosperity. Beneficial for the persistence of the female horse. The noble man has somewhere to go; first he is puzzled, then he gains a master, which is beneficial. Gaining friends in the southwest, losing friends in the northeast. Being secure and persistent is auspicious.\n《彖》曰：至哉坤元，万物资生，乃顺承天。坤厚载物，德合无疆。含弘光大，品物咸亨。牝马地类，行地无疆，柔顺利贞。君子。君子攸行，先迷失道，後顺得常。西南得朋，乃与类行。东北丧朋，乃终有庆。安贞之吉，应地无疆。\nCommentary: Most profound is Kun, the originator, all things receive life from it, thus they follow and receive from heaven. Kun's thickness carries all things, its virtue is limitless. It contains broad and great light, all things prosper. The mare is akin to the earth, traversing the earth without bounds, gentle and compliant, benefiting persistence. The noble man proceeds; first he loses his way, then he follows and finds constancy. Gaining friends in the southwest, thus he proceeds with his kind. Losing friends in the northeast, thus he ends with celebration. Being secure and persistent is auspicious, suitable for the vast earth.",
    "水雷屯": "《屯》：元亨，利贞。勿用有攸往。利建侯。\nZhun: Initiation, prosperity, beneficial persistence. Do not undertake to go anywhere. Beneficial to establish feudal lords.\n《彖》曰：屯，刚柔始交而难生。动乎险中，大亨贞。雷雨之动满盈，天造草昧。宜寻建侯而不宁。\nCommentary: Zhun, where the firm and the yielding begin to interact and it is difficult to bring forth life. Moving in danger, greatly prosperous and persistent. The movement of thunder and rain fills to overflowing, heaven creates and grass sprouts in obscurity. It is appropriate to seek to establish feudal lords and not to rest.\n《象》曰：云雷，屯。君子以经纶。\nSymbolism: Clouds and thunder, Zhun. The noble man manages comprehensively.",
    "山水蒙": "《蒙》：亨。匪我求童蒙，童蒙求我。初筮告，再三渎，渎则不告。利贞。\nMeng: Prosperity. It is not I who seek the ignorant youth; the ignorant youth seeks me. At the first divination, I inform; if it is polluted three times, I do not inform further. Beneficial persistence.\n《彖》曰：蒙，山下有险，险而止，蒙。“蒙亨”，以亨行，时中也。“匪我求童蒙，童蒙求我”。志应也。“初筮告”，以刚中也。“再三渎，渎则不告”，渎蒙也。蒙以养正，圣功也。\nCommentary: Meng, with danger under the mountain, danger yet it stops, Meng. 'Meng prospers,' to prosper in conduct, being timely. 'It is not I who seek the ignorant youth; the ignorant youth seeks me,' the intention responds. 'At the first divination, I inform,' because of firmness in the middle. 'If it is polluted three times, I do not inform,' polluting Meng. Meng fosters righteousness, a holy achievement.\n《象》曰：山下出泉，蒙。君子以果行育德。\nSymbolism: A spring flows out from beneath the mountain, Meng. The noble man carries out his actions and cultivates his virtue.",
    "水天需": "《需》：有孚，光亨。贞吉，利涉大川。\nXu: Having sincerity, brightness and prosperity. Persistence is auspicious, beneficial to cross great rivers.\n《彖》曰：“需”，须也。险在前也，刚健而不陷，其义不困穷矣。“需，有孚，光亨，贞吉”，位乎天位，以正中也。“利涉大川”，往有功也。\nCommentary: 'Xu,' meaning waiting. Danger lies ahead, yet firm and strong without falling, its righteousness is not exhausted. 'Xu, having sincerity, brightness and prosperity, persistence is auspicious,' positioned in heaven, being correct and central. 'Beneficial to cross great rivers,' going forth is effective.\n《象》曰：云上于天，需。君子以饮食宴乐。\nSymbolism: Clouds rise up to the sky, Xu. The noble man uses this for drinking, eating, and enjoyment.",
    "天水讼": "\n《讼》：有孚窒惕，中吉，终凶。利见大人。不利涉大川。\nSong: Sincerity with caution, auspicious if moderate, disastrous if prolonged. Beneficial to see a great person. Not beneficial to cross great rivers.\n《彖》曰：讼，上刚下险，险而健，讼。“讼有孚窒惕，中吉”，刚来而得中也。“终凶”，讼不可成也。“利见大人”，尚中正也。“不利涉大川”，入于渊也。\nCommentary: Song, firmness above and danger below, danger yet healthy, litigation. 'Litigation with sincerity and caution, auspicious if moderate' means firmness comes and gains moderation. 'Disastrous if prolonged,' litigation should not be pursued. 'Beneficial to see a great person,' value is placed on fairness. 'Not beneficial to cross great rivers,' it is like entering an abyss.\n《象》曰：天与水违行，讼。君子以作事谋始。\nSymbolism: Heaven and water move against each other, litigation. The noble man plans before taking actions.\n初六，不永所事，小有言，终吉。\nFirst Six: The affair is not prolonged, slight controversy, ultimately auspicious.\n《象》曰：“不永所事”，讼不可长也。虽“小有言”，其辩明也。\nSymbolism: 'The affair is not prolonged,' litigation should not be extended. Although 'slight controversy,' the argument is clear.\n九二，不克讼，归而逋。其邑人三百户，无眚。\nNine Two: Unable to sustain the litigation, returns and escapes. His town of three hundred households, no disaster.\n《象》曰：“不克讼”，归逋窜也。自下讼上，患至掇也。\nSymbolism: 'Unable to sustain the litigation,' returns and escapes. Litigating from a lower position to a higher, trouble reaches its peak.\n六三，食旧德，贞厉，终吉。或従王事，无成。\nSix Three: Feeding on past virtue, persistence is perilous, ultimately auspicious. Perhaps following the king's affairs, achieves nothing.\n《象》曰：食旧德，従上吉也。\nSymbolism: 'Feeding on past virtue,' following the higher ups is auspicious.\n九四，不克讼，复既命渝。安贞吉。\nNine Four: Unable to sustain the litigation, reverts to the previous order. Being calm and persistent is auspicious.\n《象》曰：复即命渝，安贞不失也。\nSymbolism: 'Reverts to the previous order,' maintaining calm and persistence does not go astray.\n九五：讼，元吉。\nNine Five: Litigation, supremely auspicious.\n《象》曰：“讼，元吉”以中正也。\nSymbolism: 'Litigation, supremely auspicious' because it is centered and correct.\n上九：或锡之鞶带，终朝三褫之。\nUpper Nine: Perhaps given a belt, thrice stripped of it by the end of the day.\n《象》曰：以讼受服，亦不足敬也。\nSymbolism: Receiving a rank through litigation is also not respectable.",
    "地水师": "\n《师》：贞丈人吉，无咎。\nShi: The persistence of the mature man is auspicious, without blame.\n《彖》曰：师，众也。贞，正也。能以众正，可以王矣。刚中而应，行险而顺，以此毒天下，而民従之，吉又何咎矣。\nCommentary: Shi, the masses. Persistence, correctness. Being able to lead the masses correctly is akin to being a king. Firm in the center and responding, moving in danger but compliant, with this the world is governed, and the people follow, auspicious and without blame.\n《象》曰：地中有水，师。君子以容民畜众。\nSymbolism: Water in the earth, an army. The noble man uses this to accommodate the people and keep them together.\n初六，师出以律，否臧凶。\nFirst Six: The army sets out in accordance with the law, this is bad, it's disastrous.\n《象》曰：“师出以律，”失律凶也。\nSymbolism: 'The army sets out in accordance with the law,' losing the law is disastrous.\n九二，在师中吉，无咎，王三锡命。\nNine Two: In the army, auspicious, without blame, the king thrice bestows orders.\n《象》曰：“在师中吉”，承天宠也。“王三锡命”，怀万邦也。\nSymbolism: 'In the army, auspicious,' receiving the favor of heaven. 'The king thrice bestows orders,' embracing all nations.\n六三，师或舆尸，凶。\nSix Three: The army carts corpses, disastrous.\n《象》曰：“师或舆尸”，大无功也。\nSymbolism: 'The army carts corpses,' a great lack of achievement.\n六四，师左次，无咎。\nSix Four: The army encamps on the left, without blame.\n《象》曰：“左次无咎”，未失常也。\nSymbolism: 'The army encamps on the left,' has not lost the norm.\n六五，田有禽。利执言，无咎。长子帅师，弟子舆尸，贞凶。\nSix Five: Game is in the field. It is beneficial to take this opportunity to speak, without blame. The eldest son leads the army, the younger son carts corpses, persistence is disastrous.\n《象》曰：“长子帅师”，以中行也。“弟子舆尸”，使不当也。\nSymbolism: 'The eldest son leads the army,' he is acting in moderation. 'The younger son carts corpses,' the assignment is inappropriate.\n上六，大君有命，开国承家，小人勿用。\nUpper Six: The great ruler has an order, to open the country and sustain the family, the small man should not be used.\n《象》曰：“大君有命”，以正功也。“小人勿用”，必乱邦也。\nSymbolism: 'The great ruler has an order,' to correct the work. 'The small man should not be used,' he will surely bring chaos to the state.",
    