{
    "乾为天": "《乾》：元，亨，利，贞。\n初九：潜龙，勿用。\n九二：见龙在田，利见大人。\n九三：君子终日乾乾，夕惕若。厉无咎。\n九四：或跃在渊，无咎。\n九五：飞龙在天，利见大人。\n上九：亢龙，有悔。\n用九：见群龙无首，吉。\n《彖》曰：大哉乾元，万物资始，乃统天。云行雨施，品物流形。大明终始，六位时成。时乘六龙以御天。乾道变化，各正性命。保合大和，乃利贞。首出庶物，万国威宁。\n《象》曰：天行健，君子以自强不息。“潜龙勿用”，阳在下也。“见龙在田”，德施普也。“终日乾乾”，反复道也。“或跃在渊”，进无咎也。“飞龙在天”，大人造也。“亢龙有悔”，盈不可久也。“用九”，天德不可为首也。\n《文言》曰：“元”者，善之长也；“亨”者，嘉之会也；“利”者，义之和也；“贞”者，事之干也。君子体仁，足以长人；嘉会，足以合礼；利物，足以和义；贞固，足以干事。君子行此四德者，故曰“乾：元、亨、利、贞。”斋\n初九曰“潜龙勿用”，何谓也？子曰：“龙，德而隐者也。不易乎世，不成乎名，遯世无闷，不见是而无闷。乐则行之，忧则违之，确乎其不可拔，潜龙也。”知\n九二曰“见龙在田，利见大人”，何谓也？子曰：“龙德而正中者也。庸言之信，庸行之谨，闲邪存其诚，善世而不伐，德博而化。《易》曰：‘见龙在田，利见大人’，君德也。”主\n九三曰“君子终日乾乾，夕惕若，厉无咎”，何谓也？子曰：“君子进德修业。忠信所以进德也。修辞立其诚，所以居业也。知至至之，可与言几也。知终终之，可与存义也。是故居上位而不骄，在下位而不忧，故乾乾因其时而惕，虽危无咎矣。”主\n九四曰“或跃在渊，无咎”，何谓也？子曰：“上下无常，非为邪也。进退无恒，非离群也。君子进德修业，欲及时也，故无咎。”古\n九五曰“飞龙在天，利见大人”，何谓也？子曰：“同声相应，同气相求。水流湿，火就燥，云従龙，风従虎，圣人作而万物睹。本乎天者亲上，本乎地者亲下，则各従其类也。”知\n上九曰“亢龙有悔”，何谓也？子曰：“贵而无位，高而无民，贤人在下位而无辅，是以动而有悔也。”斋\n“潜龙勿用”，下也。“见龙在田”，时舍也。“终日乾乾”，行事也。“或跃在渊”，自试也。“飞龙在天”，上治也。“亢龙有悔”，穷之灾也。乾元“用九”，天下治也。\n“潜龙勿用”，阳气潜藏。“见龙在田”，天下文明。“终日乾乾”，与时偕行。“或跃在渊”，乾道乃革。“飞龙在天”，乃位乎天德。“亢龙有悔”，与时偕极。乾元“用九”，乃是天则。\n《乾》“元”者，始而亨者也。“利贞”者，性情也。乾始能以美利利天下，不言所利，大矣哉！大哉乾乎！刚健中正，纯粹精也。六爻发挥，旁通情也。“时乘六龙”，以“御天”也。“云行雨施”，天下平也。君子以成德为行，日可见之行也。“潜”之为言也，隐而未见，行而未成，是以君子“弗用”也。\n君子学以聚之，问以辩之，宽以居之，仁以行之。《易》曰：见龙在田，利见大人”，君德也。\n九三重刚而不中，上不在天，下不在田，故乾乾因其时而惕，虽危无咎矣。\n九四重刚而不中，上不在天，下不在田，中不在人，故“或”之。“或”之者，疑之也，故“无咎”。\n夫“大人”者，与天地合其德，与日月合其明，与四时合其序，与鬼神合其吉凶，先天而天弗违，后天而奉天时。天且弗违，而况于人乎？况于鬼神乎？主\n“亢”之为言也，知进而不知退，知存而不知亡，知得而不知丧。其唯圣人乎！知进退存亡而不失其正者，其唯圣人乎！\n\"Gan\": Yuan, Heng, Li, Zhen.\nNinth day: Qianlong, do not use it.\n92: Seeing the dragon in the field, see the adults.\nNine -three: The gentleman is doing it all day long.No blame.\nNinth 4th: Or jump in Yuan, no blame.\nNinth Five: Flying Dragon is in the sky, seeing the adults.\nUpper nine: Kang Long, regret.\nUse Nine: See the dragon without head, Ji.\n\"彖\" said: Da Yu Qianyuan, the beginning of 10,000 materials, is Tongtian.Yunxing Yu Shi, product -shaped.At the end of Daming, six times.Shiqi Liulong to Yutian.The trunk road changes, each of which is a righteous life.Baohe Dahe, Nai Lizhen.The first thing is the nation.\n\"Elephant\" said: Tian Xingjian, gentleman continues to strengthen.\"Do not use Qianlong\", yang is also down.\"Seeing the dragon in the field\", De Spe also.\"Working all day\", repeated.\"Or jump in Yuan\", no blame.\"Flying Dragon is in heaven\", but also artificial.\"Kang Long has regrets\", and Ying is not long.\"Nine\", Tiande cannot be the head.\n\"Classical Chinese\" says: \"Yuan\", the longevity of goodness; \"Heng\", Jiahui also; \"Li\" person, the harmony of the righteousness;The gentleman's body is enough to grow;The gentleman walks these four virtues, so it is said \"Gan: Yuan, Heng, Li, Zhen.\" Zhai\nOn the ninth day, \"Do not use Qianlong\", what is it?Zi said: \"Dragon, virtue and hidden people. It is not easy to be in the world. Know\nIn 1992, \"Seeing the dragon in the field, see the adults\", what is it?Zi said: \"Long De is also in the middle of the middle. The faith of the mediocrity, the mediocrity of the vassals, the sincerity of leisure and evil, the good world without cutting, the\" Yi \"said:\" See the dragon in the field, see the benefit, see the benefits, see the benefits, see the benefits, see the benefits. Adult ', Jundee also. \"Lord\"\nNine -three said, \"The gentleman is doing it all day long, the night alert, no blame\", what is it?Zi said: \"A gentleman enters Germany to cultivate. Loyalty is so faithful to Germany. Rhetoricism stands sincerity. Not arrogant, not worrying at the lower position, so I do it because of the time, although there is no blame. \"\nIn the ninety -four, \"or jumping in Yuan, no blame\", what is it?Zi said: \"The upper and lower are impermanent, and the non -evil is not evil. There is no constant in advance and retreat.\nNine -five said, \"Flying Dragon is in the sky, seeing the adults\", what is it?Zi said: \"Corresponding to the same sound, seeking the same qi. Wet the water, the fire is dry, the clouds are dragons, the wind is tiger, and the sage works is all seen. It is also known.\nShang Jiu said \"Kang Long has regrets\", what is it?Zi said: \"Expensive but no place, tall and no people, sages are in the lower position without supplement, and regrets with movement.\"\n\"Do not use Qianlong\", below.\"Seeing the dragon in the field\", Shishe also.\"Working all day\", act.\"Or jump in Yuan\", also test.\"Flying Dragon is in heaven\", and Shangzhi also.\"Kang Long has regrets\", and the poor disaster also.Qian Yuan \"uses nine\", and the world is also ruled.\n\"Do not use Qianlong\", yang qi is hidden.\"See the dragon in the field\", the world's civilization.\"Work all day\", walk with the times.\"Or jump in Yuan\", the Tao is the leather.\"Flying Dragon is in heaven\" is the virtue.\"Kang Long has regrets\", and he is very time.Qianyuan \"nine\" is Tianzhe.\n\"Gan\" \"Yuan\", the first and old.\"Li Zhen\", also temperament.At the beginning, it was able to use the world of Merimi.Dasao is doing it!Gang Jianzhong, pure essence.Liu Yan played, and he bypassing.\"Shiqi Liulong\", \"Yu Tian\" also.\"Yunxing Rain Shi\", the world is flat.The gentleman takes the virtue as a trip, and it is also visible to the day.The words of \"dive\" are also hidden, but they are not seen, but they are not done.\nThe gentleman learns to gather, ask for arguing, and live with it, and to do it.\"Yi\" said: Seeing the dragon in the field, seeing the adults \", Jun De also.\nNine or three is just not in the sky, the upper is not in the sky, and the down is not in the field.\nThe ninety -four -year -old rigid, not in the sky, the bottom is not in the field, the middle is not in the middle, so it is \"or\".Those who are \"or\" are suspicious, so \"no blame\".\nThose who are \"adults\" are in harmony with the heavens and earth, and they are together with the sun and the moon.God is not violated, but is it true?Is it the ghost and god?host\n\"Kang\" is also a word, knowing that it is advanced and not retreating, knowing existence and unknown death.Its saint!Those who know that they are retreating and die without losing their righteousness, they are only saints!",
    "坤为地": "《坤》：元亨。利牝马之贞。君子有攸往，先迷，後得主，利。西南得朋，东北丧朋。安贞吉。\n《彖》曰：至哉坤元，万物资生，乃顺承天。坤厚载物，德合无疆。含弘光大，品物咸亨。牝马地类，行地无疆，柔顺利贞。君子。君子攸行，先迷失道，後顺得常。西南得朋，乃与类行。东北丧朋，乃终有庆。安贞之吉，应地无疆。\n《象》曰：地势坤。君子以厚德载物。\n初六：履霜，坚冰至。\n《象》曰：“履霜坚冰”，阴始凝也，驯致其道，至坚冰也。\n六二，直方大，不习，无不利。\n《象》曰：六二之动，直以方也。“不习无不利”，地道光也。\n六三，含章可贞，或从王事，无成有终。\n《象》曰“含章可贞”，以时发也。“或従王事”，知光大也。\n六四，括囊，无咎无誉。\n《象》曰：“括囊无咎”，慎不害也。\n六五，黄裳，元吉。\n《象》曰：“黄裳元吉”，文在中也。\n上六，龙战于野，其血玄黄。\n《象》曰：“龙战于野”，共道穷也。\n用六，利永贞。\n《象》曰：用六“永贞”，以大终也。\n《文言》曰：坤至柔而动也刚，至静而德方，后得主而有常，含万物而化光。坤道其顺乎，承天而时行。积善之家必有余庆，积不善之家必有余殃。臣弑其君，子弑其父，非一朝一夕之故，其所由来者渐矣，由辩之不早辩也。《易》曰：“履霜，坚冰至”，盖言顺也。\n“直”其正也，“方”其义也。君子敬以直内，义以方外，敬义立而德不孤。“直、方、大，不习无不利”，则不疑其所行也。\n阴虽有美，“含”之以従王事，弗敢成也。地道也，妻道也，臣道也，地道无成而代有终也。\n天地变化，草木蕃。天地闭，贤人隐。《易》曰：“括囊，无咎无誉”，盖言谨也。\n君子黄中通理，正位居体，美在其中而畅于四支，发于事业，美之至也。\n阴疑于阳必战，为其嫌于无阳也，故称“龙”焉。犹未离其类也，故称“血”焉。夫玄黄者，天地之杂也，天玄而地黄。\n\"Kun\": Yuanheng.Li Zhe Ma Zhen.The gentleman has a good way, first fascinated, then winner, benefit.West friends in the southwest, bereavement in the northeast.An Zhenji.\n\"彖\" said: To Kun Yuan, all the physics students are obedient.Kun Hou carrying objects, morality is unparalleled.With Hong Guangda, the product is Xianheng.There are no different grounds, there is no place for the ground, and it is soft and rigid.Gentleman.The gentleman was so obsessed, and then he lost his way, and then went smoothly.Get a friend in the southwest, but the line.The northeast bereavement was celebrated.An Zhen's good, there is no place to respond to.\n\"Elephant\" said: Flag Kun.The gentleman is loaded with thick virtue.\nSixth day: Following the frost, firmly ice.\n\"Elephant\" said: \"Following frost and ice\", Yin Shi Ning also, tamed its Tao, to Jianbing also.\nJune two, straight square, not to learn, no disadvantage.\n\"Elephant\" said: The movement of the six two is straight.\"No disadvantages\", authentic light.\nSix or three, with chapters, or from the king, there is no success.\n\"Elephant\" said \"with Zhang Kezhen\", and it is also on time.\"Or the king\", knowing the light.\nJune 4th, including sac, no blame.\n\"Elephant\" said: \"There is no blame\", it is not harmful.\nSix five, Huang Chang, Yuanji.\n\"Elephant\" said: \"Huang Chang Yuanji\", the text is also in the middle.\nOn the six, the dragon fought in the wild, and his blood was yellow.\n\"Elephant\" said: \"Dragon is in the wild\", and the common Tao is poor.\nSix, Li Yongzhen.\n\"Elephant\" said: Six \"Yongzhen\", with great end.\n\"Classical Chinese\" said: Kun Zhirou moved and moved, to being quiet and virtue, and later won the Lord, including all things and turned light.Kun Dao is going to go, and when he is in the sky.There must be Yu Qing in the house of goodness, and there must be Yu to have a bad family.The ministers and his princes, the son of his father, was not overnight.\"Yi\" said: \"The frost, the ice is strong\", and the words are also good.\n\"Straight\" is right, and \"Fang\" is also righteous.The gentleman respects the straight inside, and the righteousness is outside the side.\"Straight, square, big, there is no disadvantage to do not learn.\" It is not doubtful.\nAlthough the yin is beautiful, the \"include\" is the king of the king, and it dares to succeed.The authentic, the wife of the wife, the court also, the authenticity, and the end of the generation.\nThe world changes, the grass and trees.The heavens and the earth are closed, and the wise is hidden.\"Yi\" said: \"Includes the sac, there is no blame and no reputation.\"\nThe gentleman Huang Zhongtong, is in the body, is in the body, and the beauty is smooth in the four branches.\nYin suspects that he will fight in the yang, and he is suspected of no yang, so he is called \"dragon\".It is still not leaving its class, so it is called \"blood\".Husband Xuanhuang, the miscellaneous heaven and earth, Tian Xuan and the ground are yellow.",
    "水雷屯": "《屯》：元亨，利贞。勿用有攸往。利建侯。\n《彖》曰：屯，刚柔始交而难生。动乎险中，大亨贞。雷雨之动满盈，天造草昧。宜寻建侯而不宁。\n《象》曰：云雷，屯。君子以经纶。\n初九，磐桓，利居贞。利建侯。\n《象》曰：虽磐桓，志行正也。以贵下贱，大得民也。\n六二，屯如邅如，乘马班如。匪寇，婚媾。女子贞不字，十年乃字。\n《象》曰：六二之难，乘刚也。十年乃字，反常也。\n六三，即鹿无虞，惟入于林中，君子几不如舍，往吝。\n《象》曰：“即鹿无虞”，以従禽也。君子舍之，往吝穷也。\n六四，乘马班如，求婚媾。往吉，无不利。\n《象》曰：求而往，明也。\n九五，屯其膏，小，贞吉；大，贞凶。\n《象》曰：“屯其膏”，施未光也。\n上六，乘马班如，泣血涟如。\n《象》曰：“泣血涟如”，何可长也。\n\"Tun\": Yuan Heng, Lizhen.Do not use Youyou.Li Jianhou.\n\"彖\" said: Tun, rigidity starts to get married.In danger, the tycoon Zhen.The movement of thunderstorms is full, and the sky is made of grass.It is appropriate to find Jianhou.\n\"Elephant\" said: Yunlei, Tun.The gentleman is economically.\nIn the ninth day, Pan Yan, Li Juzhen.Li Jianhou.\n\"Elephant\" said: Although Pan Yan, Zhixing Zheng also.With nobleness and cheapness, so big people.\nJune 2nd, Tun Ruru Ru, take a horse.Bandit, marriage.Women's virgin is not word, ten years are the characters.\n\"Elephant\" said: Six or two difficulties, multiplied.Ten years of words, abnormal.\nSix or three, that is, Lu Wuyu, but entering the forest, the gentleman is worse than giving up.\n\"Elephant\" said: \"That is the deer without Yu\", and the poultry is also.The gentleman is there, and you are poor.\nJune Fourth, take the horse class, propose a proposal.To Ji, it is not good.\n\"Elephant\" said: Ask for it, Ming also.\nNinth Five -Year P you, small, Zhenji; big, virgin.\n\"Elephant\" said: \"Tun Qi Ointment\", Shi Weiguang also.\nOn the sixth, ride in the horse, wept blood.\n\"Elephant\" said: \"Weeping blood ripples like\", how long.",
    "山水蒙": "\n《蒙》：亨。匪我求童蒙，童蒙求我。初筮告，再三渎，渎则不告。利贞。\n《彖》曰：蒙，山下有险，险而止，蒙。“蒙亨”，以亨行，时中也。“匪我求童蒙，童蒙求我”。志应也。“初筮告”，以刚中也。“再三渎，渎则不告”，渎蒙也。蒙以养正，圣功也。\n《象》曰：山下出泉，蒙。君子以果行育德。\n初六，发蒙，利用刑人，用说桎梏，以往吝。\n《象》曰：“利用刑人”，以正法也。\n九二，包蒙，吉。纳妇，吉。子克家。\n《象》曰：“子克家”，刚柔节也。\n六三，勿用取女，见金夫，不有躬。无攸利。\n《象》曰：“勿用取女”，行不顺也。\n六四，困蒙，吝。\n《象》曰：“困蒙之吝”，独远实也。\n六五，童蒙，吉。\n《象》曰：“童蒙”之“吉”，顺以巽也。\n上九，击蒙，不利为寇，利御寇。\n《象》曰：“利”用“御寇”，上下顺也。\n\"Meng\": Heng.Bandling, I ask for Tong Meng, Tong Meng begged me.At the beginning of the promise, no compliance, but no sue.Li Zhen.\n\"彖\" said: Meng, there is danger under the mountain, dangerous, Mongolian.\"Mengheng\", with Hengxing, also in the middle.\"Bandit, I ask for children, Tong Meng asks me.\"Zhiying also.\"Early Promotion\", Gangzhong also.\"Repeated blame, no derivation, but not sued.\"Mongolian to raise positive, holy exercises.\n\"Elephant\" said: Spring out of the mountain, Mongolian.The gentleman educates morality with fruit.\nOn the sixth day, he was fascinated, using the prisoners, to say it, and in the past.\n\"Elephant\" said: \"Use the prisoner\", as well as the Fa -rectification.\n92, Baomeng, Ji.Na Nu, Ji.Zike's house.\n\"Elephant\" said: \"Zi Ke's Family\", Rigidity and Flee also.\nSix or three, do n’t use women, see Jinfu, do n’t bow.No profit.\n\"Elephant\" said: \"Don't use women\", it is not smooth.\nJune 4th, sleepy, 吝.\n\"Elephant\" said: \"The dilemma of Mongolia\" is also far away.\nSix or five, Tong Meng, Ji.\n\"Elephant\" said: \"Tong Meng \"'s\" Ji \", Shun Yizheng also.\nOn the nine, it was not good for the pirate, and the royal ki was not good.\n\"Elephant\" said: \"Li\" uses \"Royal Kou\", and it is also smooth up and down.",
    "水天需": "\n《需》：有孚，光亨。贞吉，利涉大川。\n《彖》曰：“需”，须也。险在前也，刚健而不陷，其义不困穷矣。“需，有孚，光亨，贞吉”，位乎天位，以正中也。“利涉大川”，往有功也。\n《象》曰：云上于天，需。君子以饮食宴乐。\n初九，需于郊，利用恒，无咎。\n《象》曰：“需于郊”，不犯难行也。“利用恒无咎”，未失常也。\n九二，需于沙，小有言，终吉。\n《象》曰：“需于沙”，衍在中也。虽小有言，以终吉也。\n九三，需于泥，致寇至。\n《象》曰：“需于泥”，灾在外也。自我致寇，敬慎不败也。\n六四，需于血，出自穴。\n《象》曰：“需于血，”顺以听也。\n九五，需于酒食，贞吉。\n《象》曰：“酒食贞吉”，以中正也。\n上六，入于穴，有不速之客三人来，敬之终吉。\n《象》曰：“不速之客来，敬之终吉”，虽不当位，未大失也。\n\"Need\": Youfu, Guangheng.Zhenji, Li involved in Dawa.\n\"彖\" said: \"Need\", beard.It is also in front of it, it is healthy but not trapped, and its righteousness is not poor.\"Need, there is Fu, Guangheng, Zhenji\", which is in the sky, as well as the middle.\"Lisa invites Dawa\", there is a merit.\n\"Elephant\" said: Cloud is in heaven, need.A gentleman is diet.\nOn the ninth day, you need to use the suburbs and use Heng, without blame.\n\"Elephant\" said: \"Need to be on the suburbs\", it is not difficult to do.\"Use Heng Wu Bi\", not abnormal.\nNinety -two, need to be in sand, small words, finally good.\n\"Elephant\" said: \"Need to be in the sand\", Yan is also in the middle.Although there are little words, in the end.\nNine -three, need to be mud, to the poultry.\n\"Elephant\" said: \"Need to be mud\", disaster is also outside.Self -cautiousness, cautiousness.\nJune 4th, needed to be blood, from the acupoint.\n\"Elephant\" said: \"Need to be blood,\" Listening also.\nNinth Five -Year Plan, need to be alcohol, Zhenji.\n\"Elephant\" said: \"Wine and eat Zhenji\", Yizheng also.\nOn the sixth, I entered the acupoints.\n\"Elephant\" said: \"If you are not able to come, the end of respect\", although it is not in place, it is not lost.",
    "天水讼": "\n《讼》：有孚窒惕，中吉，终凶。利见大人。不利涉大川。\n《彖》曰：讼，上刚下险，险而健，讼。“讼有孚窒惕，中吉”，刚来而得中也。“终凶”，讼不可成也。“利见大人”，尚中正也。“不利涉大川”，入于渊也。\n《象》曰：天与水违行，讼。君子以作事谋始。\n初六，不永所事，小有言，终吉。\n《象》曰：“不永所事”，讼不可长也。虽“小有言”，其辩明也。\n九二，不克讼，归而逋。其邑人三百户，无眚。\n《象》曰：“不克讼”，归逋窜也。自下讼上，患至掇也。\n六三，食旧德，贞厉，终吉。或従王事，无成。\n《象》曰：食旧德，従上吉也。\n九四，不克讼，复既命渝。安贞吉。\n《象》曰：复即命渝，安贞不失也。\n九五：讼，元吉。\n《象》曰：“讼，元吉”以中正也。\n上九：或锡之鞶带，终朝三褫之。\n《象》曰：以讼受服，亦不足敬也。\n\"Litigation\": You Fu suffocated, Zhongji, eventually fierce.See you.It is not good for Dawa.\n\"彖\" said: Litigation, rigid and dangerous, dangerous and healthy, litigation.\"The litigation is suffocating, Zhongji\", just came to get in China.\"End fierce\", the lawsuit cannot be achieved.\"Seeing the adults\", Shangzhongzheng also.\"Disadvantages to Dawa\", entering Yuanye.\n\"Elephant\" said: Heaven and water violations, litigation.The gentleman starts with his work.\nOn the sixth day, what is not permanent, small words, finally good.\n\"Elephant\" said: \"Incidental things\", the lawsuit must not be long.Although \"small words\", their debate also.\nIn 1992, without the lawsuit, he returned.There are three hundred households in their euphemism.\n\"Elephant\" said: \"No lawsuit\", returning to the rush.From the lawsuit, suffer from 自.\nSix -three, eat old virtues, Zhenli, finally good.Or the king's things, nothing.\n\"Elephant\" said: eats old virtues, 従 《《.\nIn 1944, no lawsuit, reunited and died.An Zhenji.\n\"Elephant\" said: Fighting is to life and Chongqing, An Zhen is not lost.\nNinth Five: Litigation, Yuanji.\n\"Elephant\" said: \"Litigation, Yuan Ji\" is also in Zhongzheng.\nUpper nine: or the tin's belt, finally facing Sanzhi.\n\"Elephant\" said: It is not respectful to be served by lawsuits.",
    "地水师": "\n《师》：贞丈人吉，无咎。\n《彖》曰：师，众也。贞，正也。能以众正，可以王矣。刚中而应，行险而顺，以此毒天下，而民従之，吉又何咎矣。\n《象》曰：地中有水，师。君子以容民畜众。\n初六，师出以律，否臧凶。\n《象》曰：“师出以律，”失律凶也。\n九二，在师中吉，无咎，王三锡命。\n《象》曰：“在师中吉”，承天宠也。“王三锡命”，怀万邦也。\n六三，师或舆尸，凶。\n《象》曰：“师或舆尸”，大无功也。\n六四，师左次，无咎。\n《象》曰：“左次无咎”，未失常也。\n六五，田有禽。利执言，无咎。长子帅师，弟子舆尸，贞凶。\n《象》曰：“长子帅师”，以中行也。“弟子舆尸”，使不当也。\n上六，大君有命，开国承家，小人勿用。\n《象》曰：“大君有命”，以正功也。“小人勿用”，必乱邦也。\n\"Teacher\": Zhenzhen is good, no blame.\n\"彖\" said: Teacher, Zhongye.Zhen, Zheng also.If you can be positive, you can be king.As soon as you respond, the danger is smooth, so as to poison the world, and the people are blamed.\n\"Elephant\" said: There are water in the middle, teacher.A gentleman is to the people of the people.\nOn the sixth day, the teacher came out of the law, whether it was murderer.\n\"Elephant\" said: \"Teacher to the law,\" Lost the law.\nIn Ninth, in the teacher Zhongji, there was no blame, and Wang Sanxi ordered.\n\"Elephant\" said: \"In the middle of the teacher\", the love is also pet.\"Wang Sanxi's Life\", Huai Wanbang also.\nSixth three, teacher or corpse, fierce.\n\"Elephant\" said: \"Teacher or corpse\", there is no merit.\nJune 4th, the teacher left, no blame.\n\"Elephant\" said: \"There is no blame on the left\", not abnormal.\nSix or five, there are birds.Religion, no blame.The eldest son is handsome, the disciples are corpse, chastity.\n\"Elephant\" said: \"The eldest son is handsome\", and the Bank of China also.\"Disciple corpses\" make it improper.\nOn the last six, the monarch had the life, the founding of the country, do not use villains.\n\"Elephant\" said: \"The monarch has the life\", and the meritorious merit.\"Don't use villains\", it will be chaotic.",
    "水地比": "\n《比》：吉。原筮，元，永贞，无咎。不宁方来，后夫凶。\n《彖》曰：比，吉也；比，辅也，下顺従也。“原筮，元永贞，无咎”，以刚中也。“不宁方来”，上下应也。“后夫凶”，其道穷也。\n《象》曰：地上有水，比。先王以建万国，亲诸侯。\n初六，有孚比之，无咎。有孚盈缶，终来有它，吉。\n《象》曰：比之初六，有它吉也。\n六二，比之自内，贞吉。\n《象》曰：“比之自内”，不自失也。\n六三，比之匪人。\n《象》曰：比之匪人”，不亦伤乎？斋\n六四，外比之，贞吉。\n《象》曰：外比于贤，以従上也。\n九五，显比，王用三驱，失前禽，邑人不诫，吉。\n《象》曰：“显比”之吉，位正中也。舍逆取顺，失前禽也。邑人不诫，上使中也。\n上六，比之无首，凶。\n《象》曰：“比之无首”，无所终也。\n\"Bi\": Ji.Yuan Yan, Yuan, Yongzhen, no blame.Unburned, the step -husband is fierce.\n\"彖\" said: Bi, Ji Ye; Bi, Fuye, Shun Shunye also.\"Original 贞, Yuan Yongzhen, no blame.\"\"Sorry\", it should be up and down.\"Houfu murderer\", its poor way.\n\"Elephant\" said: There are water on the ground, compared.The king was established to build a nation and kissed the princes.\nOn the sixth day, there is Fu Bi Zhi, without blame.There is Fu Yingzhang, in the future, there is it, Ji.\n\"Elephant\" said: Compared to the sixth in the first, there is a good.\nJune two, compared to the inside, Zhenji.\n\"Elephant\" said: \"Compared to the inside\", do not lose yourself.\nSixth and three, compared to bandits.\n\"Elephant\" says: than bandits \", isn't it hurt?\nJune 4th, compared to it, Zhenji.\n\"Elephant\" said: Wai is better than virtuous, so on.\nNinth Five -Year Plan, Xianbi, Wang used three -wheel drive, lost the front poultry, and the people did not admonish.\n\"Elephant\" said: \"Xianbi\" auspicious is also in the middle.The house is obedient, and the poultry is lost.The people are not alert, and the envoy is also in the middle.\nThe first six, no head, fierce.\n\"Elephant\" said: \"None of the head\", there is no end.",
    "风天小畜": "\n《小畜》：亨。密云不雨。自我西郊。\n《彖》曰：“小畜”，柔得位而上下应之，曰小畜。健而巽，刚中而志行，乃亨。“密云不雨”，尚往也。“自我西郊”，施未行也。\n《象》曰：风行天上，“小畜”。君子以懿文德。\n初九，“复自道，何其咎？吉。\n《象》曰：“复自道”，其义“吉”也。\n九二，牵复，吉。\n《象》曰：牵复在中，亦不自失也。\n九三，舆说辐。夫妻反目。\n《象》曰：“夫妻反目”，不能正室也。\n六四，有孚，血去，惕出无咎。\n《象》曰：“有孚惕出”，上合志也。\n九五，有孚挛如，富以其邻。\n《象》曰：“有孚挛如”，不独富也。\n上九，既雨既处，尚德载。妇贞厉。月几望，君子征凶。\n《象》曰：“既雨既处”，德积载也。“君子征凶”，有所疑也。\n\"Little Animal\": Heng.Miyun is not raining.Self -west suburbs.\n\"彖\" said: \"Little animals\" should be soft and up and down, saying small animals.Jian and 而, just in the middle and aspirations, Naiheng.\"Miyun is not raining\", still going.\"Self -western suburbs\", Shi Weixing also.\n\"Elephant\" said: popular in the sky, \"little animal\".The gentleman is based on Wende.\nOn the ninth day, \"Repeat the way, why blame? Ji.\n\"Elephant\" said: \"Repeat the way\", its righteousness \"Ji\" also.\n92, recovery, Ji.\n\"Elephant\" said: Learing in the middle, do not lose yourself.\nIn nine three, the public spoke.Husband and wife's eyes.\n\"Elephant\" said: \"Husbands and wives are against their eyes.\"\nJune Fourth, Youfu, blood went, he was blame.\n\"Elephant\" said: \"You Fu is alerting to the out\", Shanghezhi also.\nIn the ninth five, there are hobes, wealthy to its neighbors.\n\"Elephant\" said: \"There is a lotus like\", not rich.\nUpper nine, both rain and both, still virtue.Woman Zhenli.Looking at the month, the gentleman is fierce.\n\"Elephant\" said: \"Both the rain and the place\", and the virtue also.\"Gentlemen are fierce\", and they are doubtful.",
    "天泽履": "\n《履》：履虎尾，不咥人。亨。\n《彖》曰：“履”，柔履刚也。说而应乎乾，是以“履虎尾，不咥人”。亨，刚中正，履帝位而不疚，光明也。\n《象》曰：上天下泽，“履”。君子以辨上下，定民志。\n初九，素履往，无咎。\n《象》曰：“素履之往”，独行愿也。\n九二，履道坦坦，幽人贞吉。\n《象》曰：“幽人贞吉”，中不自乱也。\n六三，眇能视，跛能履，履虎尾，咥人，凶。武人为于大君。\n《象》曰：“眇能视”，不足以有明也。“跛能履”，不足以与行也。“咥人之凶”，位不当也。“武人为于大君”，志刚也。\n九四，履虎尾，愬愬，终吉。\n《象》曰：“愬愬终吉”。志行也。\n九五，夬履，贞厉。\n《象》曰：“夬履贞厉”，位正当也。\n上九，视履考祥，其旋元吉。\n《象》曰：元吉在上，大有庆也。\n\"Following\": Following the tiger's tail, not 咥 咥.Heng.\n\"彖\" said: \"Lu\", soft and rigid.To say, it should be done, and it is \"playing tiger tails, not being aware of people.\"Heng, Gang Zhongzheng, the throne of the emperor and not guilty, light.\n\"Elephant\" said: God of the world, \"Lu\".The gentleman is to distinguish the upper and lower people.\nOn the ninth day, he was always blame.\n\"Elephant\" said: \"Su Xing Zhi\", also walking alone.\nIn 1992, Dao Tantan, Youren Zhenji.\n\"Elephant\" said: \"Youren Zhenji\", not in chaos.\nSix or three, you can look at it, you can perform, perform tiger tails, 咥 咥, fierce.The martial arts are Yu Dajun.\n\"Elephant\" said: \"I can see it\", not enough to have it.\"Ling can perform\", not enough to do with it.\"The fierceness of the people\" is not proper.\"The martial arts is Yu Dajun\", Zhigang also.\nIn the ninth 4th, the tiger tail,, ending.\n\"Elephant\" said: \"吉》 《\".Zhixing too.\nNinth Five -Year Plan, Luo Lu, Zhenli.\n\"Elephant\" said: \"贞 《厉 《《\", the position is justified.\nUpper nine, seeing Kaoxiang, whose rotation of Yuanji.\n\"Elephant\" said: Yuan Ji is on the top, there is a lot of celebration.",
    "地天泰": "\n《泰》：小往大来，吉，亨。\n《彖》曰：“泰，小往大来。吉，亨。”则是天地交而万物通也，上下交而其志同也。内阳而外阴，内健而外顺，内君子而外小人，君子道长，小人道消也。\n《象》曰：天地交，泰。后以财成天地之道，辅相天地之宜，以左右民。\n初九，拔茅茹以其汇。征吉。\n《象》曰：“拔茅征吉”，志在外也。\n九二，包荒，用冯河，不遐遗。朋亡，得尚于中行。\n《象》曰：“包荒，得尚于中行”，以光大也。\n九三，无平不陂，无往不复。艰贞无咎。勿恤其孚，于食有福。\n《象》曰：“无往不复”，天地际也。\n六四，翩翩，不富以其邻，不戒以孚。\n《象》曰：“翩翩，不富”，皆失实也。“不戒以孚”，中心愿也。\n六五，帝乙归妹，以祉元吉。\n《象》曰：“以祉元吉”，中以行愿也。\n上六，城复于隍，勿用师，自邑告命。贞吝。\n《象》曰：“城复于隍”，其命乱也。\n\"Thai\": Xiaoxiang, Ji, Ji, Heng.\n\"彖\" said: \"Thailand, small go. Ji, Heng, Heng.\"Inner yang and the vulva, the inner is healthy and outward, the gentleman is the villain, the gentleman is the chief, and the villain is eliminated.\n\"Elephant\" said: heaven and earth, Tai.Later, the way of wealth into the heavens and the earth, supplemented by the sky and the earth, to the left and right people.\nOn the ninth day, Mao Ru remitted with him.Zhengji.\n\"Elephant\" said: \"Pulling Mao Zhengji\", aspirational.\nIn 1992, Baohuang, use Fenghe, do not reckless.Friends die, they have to go to the Bank of China.\n\"Elephant\" said: \"The buns are deserted, they still have to go to the middle of the line.\"\nNine or three, none of them, no longer.Hard Zhen has no blame.Don't show it, you have a blessing in food.\n\"Elephant\" said: \"Nothing goes\", also the heaven and earth.\nJune Fourth, Person, not rich in its neighbors, and not abstaining.\n\"Elephant\" said: \"Persistence, not rich\", they are all missing.\"Do not quit the Fu\", the central wish also.\nSix or five, Emperor Yi returned to the sister, to be well -well -well good.\n\"Elephant\" said: \"Tong Zhiyuan Ji\", in the middle of his wish.\nIn the first six, the city was restored to the gods. Do not use the teacher.Zhenye.\n\"Elephant\" said: \"The city is resumed in the god\", and its life is chaotic.",
    "天地否": "\n《否》：否之匪人，不利君子贞，大往小来。\n《彖》曰：“否之匪人，不利君子贞，大往小来。”则是天地不交而万物不通也，上下不交而天下无邦也；内阴而外阳，内柔而外刚，内小人而外君子，小人道长，君子道消也。\n《象》曰：天地不交，“否”。君子以俭德辟难，不可荣以禄。\n初六，拔茅茹以其汇。贞吉，亨。\n《象》曰：“拔茅贞吉”，志在君也。\n六二，包承，小人吉，大人否。亨。\n《象》曰：“大人否亨”，不乱群也。\n六三，包羞。\n《象》曰：“包羞”，位不当也。\n九四，有命，无咎，畴离祉。\n《象》曰：“有命无咎”，志行也。\n九五，休否，大人吉。其亡其亡，系于苞桑。\n《象》曰：大人之吉，位正当也。\n上九，倾否，先否后喜。\n《象》曰：否终则倾，何可长也。\n\"No\": No bandit is not good at gentleman Zhen, and he comes from big.\n\"彖\" said: \"No bandit is not good at gentleman Zhen, and it is small.\"Just, the villain inside and the gentleman, the little man is long, and the gentleman is eliminated.\n\"Elephant\" said: Heaven and earth are not intersecting, \"No\".The gentleman is unable to be frugal, and he cannot be honored.\nOn the sixth day, Mao Ru remitted with him.Zhenji, Heng.\n\"Elephant\" said: \"Pull Mao Zhenji\", as far as Jun.\nJune two, Bao Cheng, villain, adults.Heng.\n\"Elephant\" said: \"Adults are not Heng\", not messy.\nSix or three, shame.\n\"Elephant\" said: \"Bao shame\", improper position.\nIn the ninth 4th, there is a life, no blame, and divide.\n\"Elephant\" said: \"There is no blame\", Zhixing also.\nNinth Five -Year Plan, Hugh, adults.It died and tied to Bao Sang.\n\"Elephant\" said: The auspiciousness of the adult is justified.\nGo to nine, do you like, do you like it first?\n\"Elephant\" said: Whether it is in the end, it will be long.",
    "天火同人": "\n《同人》：同人于野，亨。利涉大川。利君子贞。\n《彖》曰：“同人”，柔得位得中，而应乎乾，曰同人。同人曰：“同人于野，亨。利涉大川”，乾行也。文明以健，中正而应，君子正也。唯君子为能通天下之志。\n《象》曰：天与火，同人。君子以类族辨物。\n初九，同人于门，无咎。\n《象》曰：“出门同人”，又谁咎也。\n六二，同人于宗，吝。\n《象》曰：“同人于宗”，吝道也。\n九三，伏戎于莽，升其高陵，三岁不兴。\n《象》曰：“伏戎于莽”，敌刚也。“三岁不兴”，安行也。\n九四，乘其墉，弗克攻，吉主\n《象》曰：“乘其墉”，义弗克也。其“吉”，则困而反则也。\n九五，同人先号咷而后笑，大师克，相遇。\n《象》曰：同人之先，以中直也。大师相遇，言相克也。\n上九，同人于郊，无悔。\n《象》曰：“同人于郊”，志未得也。\n\"Doujin\": Doujin Yuye, Heng.Follow Dawa.Li Gentleman Zhen.\n\"彖\" said: \"Doujin\" is so soft, but it should be dry, saying that the same person.The same person said: \"Tongren Yu Ye, Heng. Li involved in Dawa\", also doing it.Civilization is healthy, neutral, and gentleman.The gentleman is the aspirations of the world.\n\"Elephant\" said: Tian and fire, fellow.The gentleman is distinguished by the clan.\nOn the ninth day, fellows were at the door without blame.\n\"Elephant\" said: \"Going out\", who blame.\nJune two, the same person Yu Zong, 同.\n\"Elephant\" said: \"Doujin Yu Zong\", 吝 《《.\nIn Nine Three, Fu Rong was in Mang, and he was promoted to Gaoling. He was three years old.\n\"Elephant\" said: \"Fu Rong Yu Mang\", the enemy is also Gang.\"Three years old\", An Xing also.\nSeptember 4th, take it, Fick attack, Jizhu\n\"Elephant\" said: \"Take it by it.\"Its \"Ji\" is trapped and contrary.\nIn Ninth Five -Year Plan, the fellow person first sighed and laughed, the master Ke, met.\n\"Elephant\" said: The first of the same person, to be straight.When the master encountered, the words were also good.\nOn the nine, he was in the suburbs without regrets.\n\"Elephant\" said: \"The same people are in the suburbs\", the ambition has not won.",
    "火天大有": "\n《大有》：元亨。\n《彖》曰：“大有”，柔得尊位大中，而上下应之，曰“大有”。其德刚健而文明，应乎天而时行，是以元亨。\n《象》曰：火在天上，“大有”。君子以遏恶扬善，顺天休命。\n初九，无交害匪咎。艰则无咎。\n《象》曰：大有初九，无交害也。\n九二，大车以载，有攸往，无咎。\n《象》曰：“大车以载”，积中不败也。\n九三，公用亨于天子，小人弗克。\n《象》曰：公用亨于天子，小人害也。\n九四，匪其彭，无咎。\n《象》曰：“匪其彭，无咎。”明辨晰也。\n六五，厥孚交如威如，吉。\n《象》曰：“厥孚交如”，信以发志也。“威如之吉”，易而无备也。\n上九，自天祐之，吉，无不利。\n《象》曰：大有上吉，自天祐也。\n\"Big\": Yuanheng.\n\"彖\" said: \"Big\", softened in the middle, and it should be \"big\".Its virtue is healthy and civilized.\n\"Elephant\" said: The fire is in the sky, \"big.\"The gentleman should be used to show evil and take a rest.\nOn the ninth day, there was no harm.There is no blame.\n\"Elephant\" said: There is no harm in the ninth day, and there is no harm.\nIn 1992, the big car was carried, there was a good past, no blame.\n\"Elephant\" said: \"The big car is carried\", and it is undefeated.\nIn Nine Three, the public usage Yu Tianzi, the villain Fick.\n\"Elephant\" said: Public wealth Yu Tianzi, villain is also harmful.\nIn 1944, Bandit's Peng, no blame.\n\"Elephant\" said: \"Bandit's Peng, no blame.\"\nSix or five, Juefu is like a prestige, Ji.\n\"Elephant\" said: \"Juefu is like like\", faith is also determined.\"Weizhi is good\", easy and unprepared.\nUpper nine, self -blessing, good luck, all of them are not good.\n\"Elephant\" said: Big and good luck, self -blessing.",
    "地山谦": "\n《谦》：亨。君子有终。\n《彖》曰：谦，亨。天道下济而光明，地道卑而上行。天道亏盈而益谦，地道变盈而流谦，鬼神害盈而福谦，人道恶盈而好谦。谦，尊而光，卑而不可逾，君子之终也。\n《象》曰：地中有山，谦。君子以裒多益寡，称物平施。\n初六，谦谦君子，用涉大川，吉。\n《象》曰：“谦谦君子”，卑以自牧也。\n六二，鸣谦，贞吉。\n《象》曰：“鸣谦贞吉”，中心得也。\n九三，劳谦君子，有终，吉。\n《象》曰：“劳谦君子”，万民服也。\n六四，无不利，捴谦。\n《象》曰：“无不利，捴谦”，不违则也。\n六五，不富以其邻，利用侵伐，无不利。\n《象》曰：“利用侵伐”，征不服也。\n上六，鸣谦，利用行师征邑国。\n《象》曰：“鸣谦”，志未得也。“可用行师”，征邑国也。\n\"Qian\": Heng.The gentleman has end.\n\"彖\" said: Qian, Heng.The heavens are bright and bright, and the tunnel is humble.Tiandao loses profit and humility, authentic and humble, ghosts and gods are harming and humble, and humanity is good and humble.Humans, respect and light, humble and overwhelming, at the end of the gentleman.\n\"Elephant\" said: There are mountains in the middle, modest.The gentleman uses more to benefit the widow, calling it flat.\nOn the sixth day, the gentleman of Qian Qian, used Daichuan, Ji.\n\"Elephant\" said: \"The gentleman of the modestness\", humbled by self -animal husbandry.\nSixth, Ming Qian, Zhenji.\n\"Elephant\" said: \"Ming Qian Ji Ji\", the center is also gained.\nNine -three, a gentleman of Lao Qian, ended, Ji.\n\"Elephant\" said: \"Lao Qian gentleman\", Wanmin serving also.\nJune 4th, all of them are not good, Qian Qian.\n\"Elephant\" said: \"Nothing is good, Qian Qian\", it is not illegal.\nSix or five, not rich in its neighbors, using invasion, no disadvantages.\n\"Elephant\" said: \"Utilizing invasion\" is unconvinced.\nOn the sixth, Mingqian, using the practitioner to Zhengyi State.\n\"Elephant\" said: \"Ming Qian\", the ambition has not won.\"Available as a teacher\", Zhengyi Kingdom also.",
    "雷地豫": "\n《豫》：利建侯行师。\n《彖》曰：豫，刚应而志行，顺以动，豫。豫顺以动，故天地如之，而况建侯行师乎？天地以顺动，故日月不过，而四时不忒。圣人以顺动，则刑罚清而民服，豫之时义大矣哉！古\n《象》曰：雷出地奋，豫。先王以作乐崇德，殷荐之上帝，以配祖考。\n初六，鸣豫，凶。\n《象》曰：“初六鸣豫”，志穷凶也。\n六二，介于石，不终日，贞吉。\n《象》曰：“不终日贞吉”，以中正也。\n六三，盱豫，悔，迟有悔。\n《象》曰：“盱豫不悔”，位不当也。\n九四，由豫，大有得，勿疑。朋盍簪。\n《象》曰：“由豫大有得”，志大行也。\n六五，贞疾，恒不死。\n《象》曰：“六五贞疾”，乘刚也。“恒不死”，中未亡也。\n上六，冥豫，成有渝。无咎。\n《象》曰：“冥豫”在上，何可长也？\n\"Yu\": Li Jianhou's teacher.\n\"彖\" said: Yu, just like to do it, go smoothly, Yu.Yu Shun moves, so the heavens and the earth are the same, and the Jian Jian Hou Xingshi?The heavens and the earth moved, so the sun and the moon were not, and it was not four o'clock.When the sage moves, the punishment is clear and the people will serve, and when they are, they are giant!antiquity\n\"Elephant\" said: Thunder is struggling, Yu.The first king used the empathy of music, the God of God, to match the ancestral test.\nSixth day, Mingyu, fierce.\n\"Elephant\" said: \"Sixth Sixth Ming Yu\", the murderer of the poverty.\nJune two, in stones, not in the end, Zhenji.\n\"Elephant\" said: \"Not all the day of Zhenji\", Yizheng also.\nSix or three, 盱, regret, late regret.\n\"Elephant\" said: \"I don't regret it\", it is not proper.\nNinety -four, from Yu, there are great gains, don't doubt it.Friends.\n\"Elephant\" said: \"You have a lot of money from Yu\", Zhi Da Xing also.\nSix or five, Zhen disease, constant.\n\"Elephant\" said: \"Sixth and Five Zhen disease\", multiplied.\"Heng is not dead\", and it has not died.\nOn the sixth, Mingyu, Cheng Yizhou.No blame.\n\"Elephant\" said: \"Mingyu\" is above, why is it long?",
    "泽雷随": "\n《随》：元亨，利贞，无咎。\n《彖》曰：随，刚来而下柔，动而说，随。大亨贞无咎，而天下随时，随时之义大矣哉！古\n《象》曰：泽中有雷，随。君子以向晦入宴息。\n初九，官有渝，贞吉，出门交有功。\n《象》曰：“官有渝”，従正吉也。“出门交有功”，不失也。\n六二，系小子，失丈夫。\n《象》曰：“系小子”，弗兼与也。\n六三，系丈夫，失小子，随有求，得。利居贞。\n《象》曰：“系丈夫”，志舍下也。\n九四，随有获，贞凶。有孚在道，以明，何咎？古\n《象》曰：“随有获”，其义凶也。“有孚在道”，明功也。\n九五，孚于嘉，吉。\n《象》曰：“孚于嘉吉”，位正中也。\n上六，拘系之，乃従维之，王用亨于西山。\n\"Sui\": Yuan Heng, Lizhen, no blame.\n\"彖\" said: With, just came and softened, and said, followed.Tycoon Zhen has no blame, and the world is at any time, and it is a great thing at any time!antiquity\n\"Elephant\" said: There is a thunder in Ze, follow.The gentleman entered the feast to the obscure.\nOn the ninth day, the officials had Chongqing and Zhenji.\n\"Elephant\" said: \"The official has Chongqing\", and Zhengji also.\"There are merits out of the house\", but it is not lost.\nSixth, the boy, lost her husband.\n\"Elephant\" said: \"It is a kid\", and it is also on the other hand.\nSixth three, husband, lost kids, followed, obtained.Li Juzhen.\n\"Elephant\" said: \"Husband\", also under Zhusheng.\nIn September 4th, with the gain, virginity.Youfu is in the way, Yi Ming, why blame?antiquity\n\"Elephant\" said: \"With the acquisition\", its righteousness is also.\"Youfu is in the Tao\", Ming Gong also.\nNinth Five -Year Plan, Fu Yu Jia, Ji.\n\"Elephant\" said: \"Fu Yu Cargage\", Zhongzhong.\nIn the first six, the restrictions were the Weiwei, and Wang Yongheng Yu Xishan.",
    "山风蛊": "\n《蛊》：元亨。利涉大川，先甲三日，后甲三日。\n《彖》曰：蛊，刚上而柔下，巽而止，蛊。蛊，元亨而天下治也。“利涉大川”，往有事也。“先甲三日，后甲三日”，终则有始，天行也。\n《象》曰：山下有风，蛊。君子以振民育德。\n初六，干父之蛊，有子，考无咎。厉，终吉。\n《象》曰：“干父之蛊”，意承考也。\n九二，干母之蛊，不可贞。\n《象》曰：“干母之蛊”，得中道也。\n九三，干父之蛊，小有悔，无大咎。\n《象》曰：“干父之蛊”，终无咎也。\n六四，裕父之蛊，往见吝。\n《象》曰：“裕父之蛊”，往未得也。\n六五，干父之蛊，用誉。\n《象》曰：“干父用誉”，承以德也。\n\"\": Yuanheng.It was involved in Dawa, three days of first Jia, and three days in the back.\n\"彖\" said: 上, just upper and softened, the 巽 stops, 蛊.下, Yuan Heng and the world also ruled the world.\"Lisa invites Dawa\", there is something wrong.\"Three days of first A, three days of the back of A\", the end of the end, the sky also.\n\"Elephant\" said: There are wind under the mountain, 蛊.The gentleman educates the people.\nIn the sixth day, the father's puppet, there is a son, there is no blame.Li, finally.\n\"Elephant\" said: \"Father's 蛊\", which is also intended to take the exam.\nIn 1992, the mother's puppet, not chastity.\n\"Elephant\" said: \"Mother's 蛊\", it must be said.\nIn Nine Three, the father's puppet, there are little regrets, no big blame.\n\"Elephant\" said: \"Father's 蛊\", there is no blame in the end.\nIn June Fourth, Yu's father's puppet, seeing the puppet.\n\"Elephant\" said: \"The father of Yu\", it was not available.\nSix or five, the father's puppet, reputation.\n\"Elephant\" said: \"Father uses reputation\", with virtue.",
    "地泽临": "\n《临》：元亨，利贞。至于八月有凶。\n《彖》曰：临，刚浸而长，说而顺，刚中而应。大亨以正，天之道也。“至于八月有凶”，消不久也。\n《象》曰：泽上有地，临。君子以教思无穷，容保民无疆。\n初九，咸临，贞吉。\n《象》曰：“咸临贞吉”，志行正也。\n九二，咸临，吉，无不利。\n《象》曰：“咸临吉无不利”，未顺命也。\n六三，甘临，无攸利；既忧之，无咎。\n《象》曰：“甘临”，位不当也。“既忧之”。咎不长也。\n六四，至临，无咎。\n《象》曰：“至临无咎”，位当也。\n六五，知临，大君之宜，吉。\n《象》曰：“大君之宜”，行中之谓也。\n上六，敦临，吉，无咎。\n\"Lin\": Yuan Heng, Lizhen.As for August, there is fierce.\n\"彖\" said: Lin, just immersed and long, said smoothly, just responded.Tycoon is righteous, as well as the way of heaven.\"As for August there is fierce\", it will not last.\n\"Elephant\" said: There is land in Ze, and it is coming.The gentleman is endless, and the people have no different ways.\nOn the ninth day, Xianlin, Zhenji.\n\"Xiang\" said: \"Xianlin Zhenji\", Zhixing Zheng also.\nNinety -two, Xianlin, Ji, all of them are not good.\n\"Elephant\" said: \"Xianlinji is not bad.\"\nSix or three, Ganlin, no benefit; both worry, no blame.\n\"Elephant\" said: \"Ganlin\", improper position.\"Both worry\".The blame is not long.\nJune 4th, to Lin, no blame.\n\"Elephant\" said: \"There is no blame to the end\", and the position is also.\nSix or five, Zhilin, the monarchy, Ji.\n\"Elephant\" said: \"The monarchy is suitable\", and the item is also.\nIn the first six, Dunlin, Ji, no blame.",
    "风地观": "\n《观》：盥而不荐。有孚颙若。\n《彖》曰：大观在上，顺而巽，中正以观天下，观。“盥而不荐，有孚颙若”，下观而化也。观天之神道，而四时不忒，圣人以神道设教，而天下服矣。\n《象》曰：风行地上，观。先王以省方观民设教。\n初六，童观，小人无咎，君子吝。\n《象》曰：“初六童观”，“小人”道也。\n六二，窥观，利女贞。\n《象》曰：“窥观女贞”，亦可丑也。\n六三，观我生，进退。\n《象》曰：“观我生进退”，未失道也。\n六四，观国之光，利用宾于王。\n《象》曰：“观国之光”，尚宾也。\n九五，观我生，君子无咎。\n《象》曰：“观我生”，观民也。\n上九，观其生，君子无咎。\n《象》曰：“观其生”，志未平也。\n\"View\": I don't recommend it.There is Fuyu Ruo.\n\"彖\" said: Grand View is on the top, and then, Zhongzheng looks at the world with the world.\"Well but not recommended, there is Fu Zi Ruo\", and it is also transformed down.Looking at the world of the heavens, and the four o'clock, the saints teach with Shinto, and the world is convinced.\n\"Elephant\" said: popular on the ground, watch.The first king used the provincial to observe the people.\nOn the sixth day, Tong Guan, the villain has no blame, a gentleman.\n\"Elephant\" said: \"Sixth Children's View\", \"Little Man\" also said.\nSixth, peeping, Li Jue.\n\"Elephant\" said: \"Sighting the prince\", it is also ugly.\nSix or three, watch my life, advance and retreat.\n\"Elephant\" said: \"Look at me,\", not lost.\nJune 4th, the light of the country, uses the guest to the king.\n\"Elephant\" said: \"The light of the country\", Shangbin also.\nIn the Ninth Five -Year Plan, watching my life, the gentleman had no blame.\n\"Elephant\" said: \"Looking at me\", watching the people also.\nOn the nine, the gentleman had no blame.\n\"Elephant\" said: \"Watch its life\", Zhi is not flat.",
    "火雷噬嗑": "\n《噬嗑》：亨。利用狱。\n《彖》曰：颐中有物曰噬嗑。噬嗑而亨，刚柔分，动而明，雷电合而章。柔得中而上行，虽不当位，利用狱也。\n《象》曰：雷电，噬嗑。先王以明罚敕法。\n初九，屦校灭趾，无咎。\n《象》曰：“屦校灭趾”，不行也。\n六二，噬肤灭鼻，无咎。\n《象》曰：“噬肤灭鼻”，乘刚也。\n六三，噬腊肉遇毒，小吝，无咎。\n《象》曰：“遇毒”，位不当也。\n九四，“噬干胏，得金矢。利艰贞，吉。\n《象》曰：“利艰贞吉”，未光也。\n六五，噬干肉得黄金。贞厉，无咎。\n《象》曰：“贞厉无咎”，得当也。\n\"Stealing\": Heng.Use prison.\n\"彖\" said: There is something in Yizhong, saying that it is snapped.Steamed and softened, rigid and soft, motion and clear, thunder and lightning together.Roman and upward, although not in the throne, use prison.\n\"Elephant\" said: Thunderbolt, Stefing.The first king was punished.\nOn the ninth day, the school was destroyed, and there was no blame.\n\"Elephant\" said: \"The school is destroyed to the toe\", no.\nSix two, skin baying and extinguishing nose, no blame.\n\"Elephant\" said: \"Skin eliminating the nose and destroying the nose\", multiplied.\nSix or three, the bacon is poisonous, Xiao Yan, no blame.\n\"Elephant\" said: \"Meeting poison\", improper position.\nIn the ninth four, \"Drying dry, Golden Gay.\n\"Elephant\" said: \"Belief and Jungji\", not light.\nSix or five, dried meat gold.Zhenli, no blame.\n\"Xiang\" said: \"Zhen Li has no blame\", right.",
    "山火贲": "\n《贲》：亨。小利有攸往。\n《彖》曰：贲亨，柔来而文刚，故亨。分，刚上而文柔，故小利有攸往。刚柔交错，天文也。文明以止，人文也。观乎天文，以察时变；观乎人文，以化成天下。\n《象》曰：山下有火，贲。君子以明庶政，无敢折狱。\n初九，贲其趾，舍车而徒。\n《象》曰：“舍车而徒”，义弗乘也。\n六二，贲其须。\n《象》曰：“贲其须”，与上兴也。\n九三，贲如，濡如，永贞吉。\n《象》曰：“永贞之吉”，终莫之陵也。\n六四，贲如皤如，白马翰如。匪寇，婚媾。\n《象》曰：六四，当位疑也。“匪寇婚媾”，终无尤也。\n六五，贲于丘园，束帛戋戋，吝，终吉。\n《象》曰：“六五之吉”，有喜也。\n上九，白贲，无咎。\n《象》曰：“白贲无咎”，上得志也。\n\"\": Heng.Xiaoli has Youyou.\n\"彖\" said: ， Heng, soft and gentle, heng.Divided, just upper and Wenrou, so Xiaoli has Youyou.Rigid and soft, also astronomical.Civilization is stopped, as well as humanities.Looking at astronomy, changing the time of inspection; looking at humanities to turn into the world.\n\"Elephant\" said: There is fire under the mountain, hey.The gentleman was in the government, and he dared to fold his prison.\nOn the ninth day, he was his toes, and he was apprentice to the car.\n\"Elephant\" said: \"The car is apprentice\", and Yifu.\nSixth, Qi Qi.\n\"Elephant\" said: \"Qi Qi Beard\", and Shangxing also.\nNine -three, 贲, ， Ru, Yongzhenji.\n\"Elephant\" said: \"Yongzhen's good\", in the end of Mo Ling.\nJune 4th, Bai Mahanru.Bandit, marriage.\n\"Elephant\" said: June 4th, doubt.\"The bandit is married\", there is no one.\nSix or five, in the Qiuyuan, Shuyu, 吝, finally.\n\"Elephant\" said: \"Sixth Five Five\", there is joy.\nUpper nine, Bai Yan, no blame.\n\"Elephant\" said: \"Bai Yan has no blame\", and he has a lot of money.",
    "山地剥": "\n《剥》：不利有攸往。\n《彖》曰：剥，剥也。柔变刚也。“不利有攸往”，小人长也。顺而止之，观象也。君子尚消息盈虚，天行也。\n《象》曰：山附于地，剥。上以厚下安宅。\n初六：剥床以足，蔑贞凶。\n《象》曰：“剥床以足”，以灭下也。\n六二：剥床以辨，蔑贞凶。\n《象》曰：“剥床以辨”，未有与也。\n六三：剥之，无咎。\n《象》曰：“剥之无咎”，失上下也。\n六四：剥床以肤，凶。\n《象》曰：“剥床以肤”，切近灾也。\n六五：贯鱼以宫人宠，无不利。\n《象》曰：“以宫人宠”，终无尤也。\n上九：硕果不食，君子得舆，小人剥庐。\n《象》曰：“君子得舆”，民所载也。“小人剥庐”，终不可用也。\n\"Dipping\": unfavorable.\n\"彖\" said: Peel, peel.Sofan and rigid.\"Being unfavorable\", the villain is also long.Stop it, look at the image.The gentleman is still news, and the sky is also.\n\"Elephant\" said: The mountain is attached to the ground, peeling.On the top of the house.\nSixth day of the day: Peeling the bed to be full, contempt.\n\"Elephant\" said: \"Peeling the bed with the foot\", to destroy it.\nSixth: Dipping the bed to distinguish, contempt.\n\"Elephant\" said: \"Peeling the bed to distinguish\", not with it.\nSix -three: Dipping it, no blame.\n\"Elephant\" said: \"Dipping without blame\", lost up and down.\nJune 4th: Peeling bed to skin, fierce.\n\"Elephant\" said: \"Peeling bed to skin\", near the disaster.\nSixth and Five: The fish is petting the palace, which is not good.\n\"Elephant\" said: \"The palace is pet\", there is no one.\nUpper nine: If you are fruitless, gentlemen have the public, and the villain peels.\n\"Elephant\" said: \"The gentleman is the public\", the people also contributed.\"Villain peels the Lu\", it is not available in the end.",
    "地雷复": "\n《复》：亨。出入无疾。朋来无咎。反复其道，七日来复，利有攸往。\n《彖》曰：“复，亨”。刚反，动而以顺行。是以“出入无疾，朋来无咎”。“反复其道，七日来复”，天行也。“利有攸往”，刚长也。复，其见天地之心乎。\n《象》曰：雷在地中，复。先王以至日闭关，商旅不行，后不省方。\n初九，不远复，无祗悔，元吉。\n《象》曰：“不远之复”，以修身也。\n六二，休复，吉。\n《象》曰：“休复之吉”，以下仁也。\n六三，频复，厉，无咎。\n《象》曰：“频复之厉”，义无咎也。\n六四，中行独复。\n《象》曰：“中行独复”，以従道也。\n六五，敦复，无悔。\n《象》曰：“敦复无悔”，中以自考也。\n上六，迷复，凶，有灾眚。用行师，终有大败，以其国君凶，至于十年不克征。\n《象》曰：“迷复之凶”，反君道也。\n\"Fu\": Heng.There is no disease in and out.Friends have no blame.Repeatedly, after the seven days, it has been beneficial.\n\"彖\" said: \"Fu, Heng\".Just reversed, moved to go smoothly.It is \"no disease in and out, no blame for friends.\"\"Repeat it, reciprocate for seven days\", Tianxing also.\"Lisa and Youyou\", just grow up.Reunion, seeing the heart of the world.\n\"Elephant\" said: Thunder is in the ground, resume.The first king was closed, and even the business travel was not good, and then it was not provided.\nOn the ninth day, not far away, no regrets, Yuan Ji.\n\"Elephant\" said: \"Not far away\", with self -cultivation.\nJune two, rest, good.\n\"Elephant\" said: \"The good luck of the rest\", the following benevolence.\nSixth and three, frequent, Li, no blame.\n\"Elephant\" said: \"Frequent Fortune\", righteousness without blame.\nJune 4th, the Bank of China was independent.\n\"Elephant\" said: \"The Bank of China is independent.\"\nSix or five, Dunfu, no regrets.\n\"Elephant\" said: \"Dunfu has no regrets\", and self -study.\nThe first six, fascinated, fierce, disaster.Using the practitioner, there is a big defeat, with its monarch and murder, as for ten years, not overcome.\n\"Elephant\" said: \"The fierce fierce\", the anti -monarch also.",
    "天雷无妄": "\n《无妄》：元亨，利贞。其匪正有眚，不利有攸往。\n《彖》曰：无妄，刚自外来而为主于内，动而健，刚中而应。大亨以正，天之命也。“其匪正有眚，不利有攸往”，无妄之往何之矣？天命不祐，行矣哉！知\n《象》曰：天下雷行，物与无妄。先王以茂对时育万物。\n初九，无妄往，吉。\n《象》曰：“无妄之往”，得志也。\n六二，不耕获，不菑畬，则利用攸往。\n《象》曰：“不耕获”，未富也。\n六三，无妄之灾，或系之牛，行人之得，邑人之灾。\n《象》曰：行人得牛，邑人灾也。\n九四，可贞。无咎。\n《象》曰：“可贞无咎”，固有之也。\n九五，无妄之疾，勿药有喜。\n《象》曰：“无妄之药”，不可试也。\n上九，无妄行，有眚，无攸利。\n《象》曰：“无妄之行”，穷之灾也。\n\"No delusion\": Yuan Heng, Lizhen.Its bandit is having a lot of time, and it is unfavorable.\n\"彖\" said: No delusion, just from outside, the main inside, moving and healthy, just in the middle.Tycoon is positive, and the life of heaven also.\"Its bandit is 利, and it is not good for it.\"Destiny is not blessed, you can do it!Know\n\"Elephant\" said: Thunder in the world, things and no delusion.The first Wang Yimao paid the time to the time.\nOn the ninth day, there was no delusion, good.\n\"Elephant\" said: \"No delusional\", you have to be determined.\nSeptember two, do not farm, do not go, do not go, then use You to go.\n\"Elephant\" said: \"Not farming\", not rich.\nSix or three, no disaster, or the cow, the obtain of pedestrians, the disaster of the people.\n\"Elephant\" said: pedestrians have cattle, and people are also disaster.\nSeptember 4th, Kezhen.No blame.\n\"Elephant\" said: \"Kezhen has no blame\", inherent.\nNinth Five -Year Plan, no delusion, do not medicine.\n\"Elephant\" said: \"There is no delusional medicine\", you can't try it.\nOn the nine, there is no delusion, there is a sting, no profit.\n\"Elephant\" said: \"There is no delusion\", the poor disaster also.",
    "山天大畜": "\n《大畜》：利贞。不家食吉。利涉大川。\n《彖》曰：大畜，刚健笃实，辉光日新。其德刚上而尚贤，能止健，大正也。“不家食吉”，养贤也。“利涉大川”，应乎天也。\n《象》曰：天在山中，大畜。君子以多识前贤往行，以畜其德。\n初九，有厉，利已。\n《象》曰：“有厉利已”，不犯灾也。\n九二，舆说輹。\n《象》曰：“舆说輹”，中无尤也。\n九三，良马逐，利艰贞，曰闲舆卫，利有攸往。\n《象》曰：“利有攸往”，上合志也。\n六四，童牛之牿，元吉。\n《象》曰：“六四元吉”，有喜也。\n六五，豮豕之牙，吉。\n《象》曰：“六五之吉”，有庆也。\n上九，何天之衢，亨。\n《象》曰：“何天之衢”，道大行也。\n\"Lost\": Li Zhen.Do not eat good luck.Follow Dawa.\n\"彖\" said: big animal, just strong, bright and new.Its virtue is still virtuous, can stop healthy, Dazheng also.\"No family food\", raising virtuous.\"Lishu Dawa\" should also be heaven.\n\"Elephant\" said: Tian is in the mountains, big animals.The gentleman went to the predecessor with a lot of virtues, and his virtue.\nOn the ninth day, there is a good, profitable.\n\"Elephant\" said: \"There is a great benefit\", and no disaster is committed.\nIn 92, the public said.\n\"Elephant\" said: \"Public saying\", there is no one.\nIn nine three, good horses are good, and they are hard -working, and they are leisurely guards.\n\"Elephant\" said: \"The benefits are good\", and the upper mind also.\nJune Fourth, Tongzanzhi, Yuanji.\n\"Elephant\" said: \"June 4th\", there is joy.\nSix or five, 豮豕 teeth, good.\n\"Elephant\" said: \"Sixth Five Five\", there are celebrations.\nUpper nine, He Tianzhi, Heng.\n\"Elephant\" said: \"He Tianzhi\", Da Da also.",
    "山雷颐": "\n《颐》：贞吉。观颐，自求口实。\n《彖》曰：颐，贞吉，养正则吉也。观颐，观其所养也。自求口实，观其自养也。天地养万物，圣人养贤以及万民，颐之时大矣哉！知\n《象》曰：山下有雷，颐。君子以慎言语，节饮食。\n初九，舍尔灵龟，观我朵颐，凶。\n《象》曰：“观我朵颐”，亦不足贵也。\n六二，颠颐拂经于丘颐，征凶。\n《象》曰：“六二征凶”，行失类也。\n六三，拂颐，贞凶，十年勿用，无攸利。\n《象》曰：“十年勿用”，道大悖也。\n六四，颠颐，吉。虎视眈眈，其欲逐逐，无咎。\n《象》曰：“颠颐之吉”，上施光也。\n六五，拂经，居贞吉，不可涉大川。\n《象》曰：“居贞之吉”，顺以従上也。\n上九，由颐，厉，吉。利涉大川。\n《象》曰：“由颐厉吉”，大有庆也。\n\"Yi\": Zhenji.Guan Yi, ask for being honest.\n\"彖\" said: Yi, Zhenji, Raiders and Ji Ji also.Guan Yi, look at what it raises.Self -seeking, watching its own self -care.Nourish all things in the world, the saints raise the sages and the people, and the time is great!Know\n\"Elephant\" said: There are thunder under the mountain, Yi.Gentlemen say cautiously and eat diet.\nIn the ninth day, Schorling turtle, watching me, fierce.\n\"Elephant\" said: \"Watch me Duoyi\" is not expensive.\nSixth, Yiyi went through Qiu Yi and sought fierce.\n\"Elephant\" said: \"September two signs of evil\", also lost classes.\nSix or three, wipish, virginity, do not use it for ten years, no profit.\n\"Elephant\" said: \"Don't use it in ten years\", Tao is also contrary.\nJune 4th, Yiyi, Ji.Tiger is jealous, and he wants to follow, without blame.\n\"Elephant\" said: \"The good luck of Yi Yi\" is also Shi Guang also.\nSix or five, Fu Jing, Ju Zhenji, must not be involved in Dawa.\n\"Elephant\" said: \"Ju Zhen's good\", Shun Yi Shang also.\nUpper nine, Yiyi, Li, Ji.Follow Dawa.\n\"Elephant\" said: \"from Liji\", there is a lot of celebration.",
    "泽风大过": "\n《大过》：栋挠，利有攸往，亨。\n《彖》曰：“大过”，大者过也。“栋挠”，本末弱也。刚过而中，巽而说，行。利有攸往，乃亨。“大过”之时大矣哉！知\n《象》曰：泽灭木，大过。君子以独立不惧，遯世无闷。\n初六，藉用白茅，无咎。\n《象》曰：“藉用白茅”，柔在下也。\n九二，枯杨生稊，老夫得其女妻，无不利。\n《象》曰：“老夫女妻，”，过以相与也。\n九三，栋桡，凶。\n《象》曰：“栋桡”之“凶”，不可以有辅也。\n九四，栋隆，吉。有它，吝。\n《象》曰：“栋隆之吉”，不桡乎下也。\n九五，枯杨生华，老妇得其士夫，无咎无誉。\n《象》曰：“枯杨生华”，何可久也。“无妇士夫”，亦可丑也。\n上六，过涉灭顶，凶。无咎。\n《象》曰：“过涉之凶”，不可咎也。\n\"Big Great\": Dong scratching, goodness of Youyou, Heng.\n\"彖\" said: \"Big too\", the big one is too.\"Dong scratching\", weaker at the end of this.Just after passing, I said, doing it.Lisa, Naiheng.\"Big\" is big!Know\n\"Elephant\" said: Ze Mi Wood is over.The gentleman is not afraid of independence, and there is no stuffy world.\nOn the sixth day, borrowing Bai Mao, no blame.\n\"Elephant\" said: \"Borrow Bai Mao\", softened.\nIn 1992, dead Yang Shengzheng, the old man had his wife's wife, all of which.\n\"Elephant\" said: \"Old husband and daughter wife,\", after looking at each other.\nNinety -three, Dongli, fierce.\n\"Elephant\" said: The \"fierce\" of \"Dongqi\" cannot be supplemented.\nIn the ninety -four, Donglong, Ji.With it,。.\n\"Elephant\" said: \"Donglongji Ji\" is not inductive.\nIn the Ninth Five -Year Plan, Yang Shenghua, the old woman got her sisters, without blame.\n\"Elephant\" said: \"Bang Yang Shenghua\", He Kujiu also.\"No Women\" is also ugly.\nOn the first six, it was involved in the peak, fierce.No blame.\n\"Elephant\" said: \"The fierce involved\", do not blame.",
    "坎为水": "\n《习坎》：有孚维心，亨。行有尚。\n《彖》曰：“习坎”，重险也。水流而不盈。行险而不失其信。维心亨，乃以刚中也。“行有尚”，往有功也。天险，不可升也。地险，山川丘陵也。王公设险以守其国。险之时用大矣哉！古\n《象》曰：水洊至，习坎。君子以常德行，习教事。\n初六，习坎，入于坎，窞，凶。\n《象》曰：“习坎入坎”，失道，凶也。\n九二，坎有险，求小得。\n《象》曰：“求小得”，未出中也。\n六三，来之坎，坎险且枕，入于坎，窞，勿用。\n《象》曰：“来之坎坎”，终无功也。\n六四，樽酒簋贰用缶，纳约自牖，终无咎。\n《象》曰：“樽酒簋贰”，刚柔际也。\n九五，坎不盈，祗既平，无咎。\n《象》曰：“坎不盈”，中未大也。\n上六，系用徽纆，窴于丛棘，三岁不得，凶。\n《象》曰：上六失道，凶三岁也。\n\"Xi Kan\": There is Fu Wei Xin, Heng.There are still.\n\"彖\" said: \"Xi Kan\", heavy danger.Water flows without profit.Traveling in danger without losing his faith.Weixinheng is just in the middle.\"Do you still\", you have merit.Heaven, not to rise.Land insurance, mountain hills also.Wanggong insurance to keep his country.Use Dabai when dangerous!antiquity\n\"Elephant\" said: Water is here, Xi Kan.The gentleman uses Changde to do education.\nThe sixth day, Xi Kan, entered the Kan, 窞, fierce.\n\"Elephant\" said: \"Xi Kan enters the hurdle\", lost the way, fierce.\nIn 1992, there are dangerous, so small.\n\"Elephant\" said: \"Seeking small\", not in the middle.\nSix -three, the rust of the coming, the danger and the pillow, enter the hurdle, 窞, do not use it.\n\"Elephant\" said: \"The Kankan who came\", there is no merit in the end.\nIn June 4th, the bottle wine was used, and he had no blame.\n\"Elephant\" said: \"Bottle wine 簋 簋 簋\" is rigidity and soft.\nIn the nineteenth five, Kan is not profitable, and he is well -known, without blame.\n\"Elephant\" said: \"Kan is not profitable.\"\nOn the first six, the emblem was used, and the crickets were in the cluster, and they were three years old.\n\"Elephant\" said: Shangli lost the way, three years old.",
    "离为火": "\n《离》：利贞。亨。畜牝牛吉。\n《彖》曰：离，丽也。日月丽乎天，百谷草木丽乎土。重明以丽乎正，乃化成天下。柔丽乎中正，故，是以“畜牝牛吉”也。\n《象》曰：明两作，离。大人以继明照于四方。\n初九，履错然，敬之无咎。\n《象》曰：“履错之敬”，以辟咎也。\n六二，黄离，元吉。\n《象》曰：“黄离元吉”，得中道也。\n九三，日昃之离，不鼓缶而歌，则大耋之嗟，凶。\n《象》曰：“日昃之离”，何可久也？知\n九四，突如，其来如，焚如，死如，弃如。\n《象》曰：“突如其来如”，无所容也。\n六五，出涕沱若，戚嗟若，吉。\n《象》曰：六五之吉，离王公也。\n上九，王用出征，有嘉折首，获匪其丑，无咎。\n《象》曰：“王用出征”，以正邦也。\n\"Li\": Li Zhen.Heng.Livestock Niu Ji.\n\"彖\" said: Li, Li Ye.The sun and the moon are beautiful, and the grass and trees of Baigu are beautiful.Chongming is true, but it turns into the world.Rouli is good at Zhongzheng.\n\"Elephant\" said: Ming two works, leave.The adults follow the square in the square.\nOn the ninth day, the wrong one, no blame.\n\"Elephant\" said: \"Respect the mistakes\", in order to blame.\nJune two, Huang Li, Yuanji.\n\"Elephant\" said: \"Huang Li Yuanji\", the middle.\nNine -three, the departure of the sun, and the singing without drums, then the big sacrifice, fierce.\n\"Elephant\" said: \"The departure of the sun\", why is it for a long time?Know\nIn the ninety -four, suddenly, it came as, burning, death, abandonment.\n\"Elephant\" said: \"Suddenly like\", nothing to do.\nSix or five, Ji Ruo Ruo, Qi Yanruo, Ji.\n\"Elephant\" said: The auspiciousness of the sixth and fiveth, also from the prince.\nOn the nine, the king used for the signs, and there was a folding, and the bandit was ugly, without blame.\n\"Elephant\" said: \"The king is used for the exist\", and Zhengbang also.",
    "泽山咸": "\n咸：亨。利贞。取女吉。\n《彖》曰：咸，感也。柔上而刚下，二气感应以相与。止而说，男下女，是以“亨利贞，取女吉”也。天地感而万物化生，圣人感人心而天下和平。观其所感，而天地万物之情可见矣。\n《象》曰：山上有泽，咸。君子以虚受人。\n初六，咸其拇。\n《象》曰“咸其拇”，志在外也。\n六二，咸其腓，凶。居吉。\n《象》曰虽“凶居吉”，顺不害也。\n九三，咸其股，执其随，往吝。\n《象》曰：“咸其股”，亦不处也。志在随人，所执下也。\n九四，贞吉。悔亡。憧憧往来，朋従尔思。\n《象》曰：“贞吉悔亡”，未感害也。“憧憧往来”，未光大也。\n九五，咸其脢，无悔。\n《象》曰：“咸其脢”，志末也。\n上六，咸其辅颊舌。\n《象》曰：“咸其辅颊舌”，滕口说也。\nXian: Heng.Li Zhen.Take the girl.\n\"彖\" said: salty, feeling too.Softening up and down, the two qi induction should be compatible.It is said that men and women are also \"Henry Zhen, take women's good\" also.The sense of heaven and earth is all -rounded, and the sage is moving and peaceful in the world.Looking at what it feels, and the love of all things in heaven and earth can be seen.\n\"Elephant\" said: There are Ze, salty on the mountain.A gentleman suffers from others.\nSixth day, salty thumb.\n\"Elephant\" said \"salty thumb\", as much as possible.\nJune two, salty, fierce.Juji.\n\"Elephant\" said that although \"fiercely lives\", it is not harmful.\nIn nine three, salty stocks, followed by him, and pushing.\n\"Elephant\" said: \"Xian's stock\" is not available.Aspire to follow people, he is also holding.\nSeptember 4th, Zhenji.Repent.Hope to come and go, Peng Ersi.\n\"Elephant\" said: \"Zhenji regrets the death\", and it is not felt.\"Hope\" is not too big.\nNinth Five -Year Plan, salty, regretful.\n\"Elephant\" said: \"Xianqi Qi\", as well as.\nOn the sixth, the cheeks were salty.\n\"Elephant\" said: \"Xian Qi's cheek tongue\", Tengkou said.",
    "雷风恒": "\n恒：亨。无咎。利贞。利有攸往。\n《彖》曰：恒，久也。刚上而柔下。雷风相与，巽而动，刚柔皆应，恒。“恒亨无咎利贞”，久于其道也。天地之道恒久而不已也。“利有攸往”，终则有始也。日月得天而能久照，四时变化而能久成。圣人久于其道而天下化成。观其所恒，而天地万物之情可见矣。\n《象》曰：雷风，恒。君子以立不易方。\n初六，浚恒，贞凶，无攸利。\n《《象》曰：“浚恒”之“凶”，始求深也。\n九二，悔亡。\n《象》曰：九二“悔亡”，能久中也。\n九三，不恒其德，或承之羞，贞吝。\n《象》曰：“不恒其德”，无所容也。\n九四，田无禽。\n《象》曰：久非其位，安得禽也。\n六五，恒其德，贞，妇人吉，夫子凶。\n《象》曰：妇人贞吉，従一而终也。夫子制义，従妇凶也。\n上六，振恒，凶。\n《象》曰：振恒在上，大无功也。\nHeng: Heng.No blame.Li Zhen.There is a good way.\n\"彖\" said: Heng, long.Just up and softened.The thunder wind is with, and the movement is moving, the rigidity should be, constant.\"Heng Heng has no blame for Li Zhen\", it has been a long time.The way of heaven and earth is endless.\"Lisa and Youyou\", in the end.The sun and the moon can take a long time, and it can change for a long time at four o'clock.The sage has been turned into the world for a long time.Looking at what it is constant, and the love of all things in the world can be seen.\n\"Elephant\" said: Thunder Feng, Heng.The gentleman is not easy to settle.\nOn the sixth day, Jun Heng, virginity, no profit.\n\"Elephant\" said: \"Jun Heng \"'s\" fierce \", began to be deep.\n92, regret.\n\"Elephant\" said: 92 \"regrets\" can be in the middle of a long time.\nNine -three, not constant virtue, or shyness, chastity.\n\"Elephant\" said: \"Not constant virtue\", there is nothing to do.\nIn the ninety -four, fields have no poultry.\n\"Elephant\" said: For a long time, it is not in the position.\nSix or five, Heng Qide, Zhen, women auspicious, murderer.\n\"Elephant\" said: The woman Zhenji, the end of the end.Master's righteousness, the woman is also fierce.\nUpon six, Zhenheng, fierce.\n\"Elephant\" said: Zhenheng is on it, and there is no merit.",
    "天山遯": "\n《遁》：亨。小利贞。\n《彖》曰：“遁亨”，遁而亨也。刚当位而应，与时行也。“小利贞”，浸而长也。遁之时义大矣哉！斋\n《象》曰：天下有山，遁。君子以远小人，不恶而严。\n初六，遁尾，厉，勿用有攸往。\n《象》曰：“遁尾”之“厉”，不往何灾也？古\n六二，执之用黄牛之革，莫之胜说。\n《象》曰：“执用黄牛”，固志也。\n九三，系遁，有疾厉，畜臣妾吉。\n《象》曰：“系遁”之“厉”，有疾惫也。“畜臣妾吉”，不可大事也。\n九四，好遁，君子吉，小人否。\n《象》曰：“君子好遁，小人否”也。\n九五，嘉遁，贞吉。\n《象》曰：“嘉遁贞吉”，以正志也。\n上九，肥遁，无不利。\n《象》曰：“肥遁无不利”，无所疑也。\n\"\": Heng.Xiao Lizhen.\n\"彖\" said: \"亨 Heng\", 遁 《《《.Just respond to the position, and the times.\"Little Lizhen\", soaked and long.At the time of 矣！!fast\n\"Elephant\" said: There are mountains in the world, 遁.The gentleman is far away, not evil but strict.\nOn the sixth day, the tail, Li, do not use it.\n\"Elephant\" said: \"Fire\" of \"Tailing\", does not go to the disaster?antiquity\nJune two, with the leather of oxen, Mo Zhisheng said.\n\"Elephant\" said: \"Execute the ox\", confusing.\nNine -three, tied, there is a hardship, the beast ministers are good.\n\"Elephant\" said: \"Li\" of \"Tie\" is exhausted.\"Animal Minister Ji Ji\" is not a big deal.\nNinety -four, good, gentleman, no villain.\n\"Elephant\" said: \"The gentleman is good, no villain.\"\nNinth Five -Year Plan, Jiayu, Zhenji.\n\"Elephant\" said: \"Jiayu Zhenji\", Yi Zhengzhi also.\nUpper nine, fatty, all of them are not good.\n\"Elephant\" said: \"Fatty is not good\", there is no doubt.",
    "雷天大壮": "\n《大壮》：利贞。\n《彖》曰：大壮，大者壮也。刚以动，故壮。“大壮利贞”，大者正也。正大，而天地之情可见矣。\n《象》曰：雷在天上，大壮。君子以非礼弗履。\n初九，壮于趾，征凶，有孚。\n《象》曰：“壮于趾”，其孚穷也。\n九二，贞吉。\n《象》曰：九二“贞吉”，以中也。\n九三，小人用壮，君子用罔，贞厉。羝羊触藩，羸其角。\n《象》曰：“小人用壮”，君子以罔也。\n九四，贞吉，悔亡。藩决不羸，壮于大舆之輹。\n《象》曰：“藩决不羸”，尚往也。\n六五，丧羊于易，无悔。\n《象》曰：“丧羊于易”，位不当也。\n上六，羝羊触藩，不能退，不能遂，无攸利，艰则吉。\n《象》曰：“不能退，不能遂”，不详也。“艰则吉”，咎不长也。\n\"Strong\": Li Zhen.\n\"彖\" said: Great Zhuang, the big is strong.Just moved, so strong.\"Big Zhuanglizhen\", the big one is also.Right, and the love of heaven and earth is visible.\n\"Elephant\" said: Lei is in the sky, strong.A gentleman is not a ritual.\nOn the ninth day, he was strong, fierce, and Fu.\n\"Elephant\" said: \"Strong toes\", it is also poor.\nNinety -two, Zhenji.\n\"Elephant\" said: 1992 \"Zhenji\", in China.\nIn nine three, the villain uses strong, gentleman uses vulnerability, Zhenli.The sheep touched the van, and the corners were 角.\n\"Elephant\" said: \"The villain uses strong\", the gentleman also uses it.\nIn September 4th, Zhenji, regret.Fan is determined to be stubborn, and it is strong.\n\"Elephant\" said: \"Fan is unswerving\", still going.\nSix or five, the bereavement sheep Yuyi, no regrets.\n\"Elephant\" said: \"Muling the sheep is easy\", and it is not proper.\nOn the first six, the sheep touched the fan, could not retreat, could not do it, there was no profit, and the hardship was good.\n\"Elephant\" said: \"Can't retreat, can't be successful\", unknown.\"Difficulty\", the blame is not long.",
    "火地晋": "\n《晋》：康侯用锡马蕃庶，昼日三接。\n《彖》曰：晋，进也，明出地上。顺而丽乎大明，柔进而上行，是以“康侯用锡马蕃庶，昼日三接”也。\n《象》曰：明出地上，《晋》。君子以自昭明德。\n初六，晋如摧如，贞吉。罔孚，裕无咎。\n《象》曰：“晋如摧如”，独行正也。“裕无咎”。未受命也。\n六二，晋如，愁如，贞吉。受兹介福于，其王母。\n《象》曰：“受兹介福”，以中正也。\n六三，众允，悔亡。\n《象》曰：“众允”之志，上行也。\n九四，晋如鼫鼠，贞厉。\n《象》曰：“鼫鼠贞厉”，位不当也。\n六五，悔亡，失得，勿恤。往吉，无不利。\n《象》曰：“失得勿恤”，往有庆也。\n上九，晋其角，维用伐邑，厉吉，无咎，贞吝。\n《象》曰：“维用伐邑”，道未光也。\n\"Jin\": Kang Hou uses Xima Fanyu to connect three days.\n\"彖\" said: Jin, Jin, also out of the ground.By the way, it was beautiful, and the soft movement went up.\n\"Elephant\" said: \"Jin\" on the ground, \"Jin\".The gentleman is from Zhao Mingde.\nOn the sixth day, Jin Ruzhi, Zhenji.Wan Fu, Yu Wuqi.\n\"Elephant\" said: \"Jin Ru Dieru\", also doing it alone.\"Yu Wu blame\".Not ordered.\nSixth, Jin Ru, sad, Zhenji.Azosuke, his mother.\n\"Elephant\" said: \"Subsido\", Yizheng also.\nSixth and three, Zhong Yun, regret.\n\"Elephant\" said: \"Zhongyun\" aspirations, upward.\nIn September 4th, Jin Ru Rat, Zhenli.\n\"Elephant\" said: \"The mouse is Li\", and it is not proper.\nSix or five, regret death, lose, don't shot.To Ji, it is not good.\n\"Elephant\" said: \"Unhappiness\", to You Qingye.\nUpper nine, Jin Qijiao, Maintenance of Ruyi, Liji, no blame, chastity.\n\"Elephant\" said: \"Due to the use of Huyi\", Tao Weiwei also.",
    "地火明夷": "\n《明夷》：利艰贞。\n《彖》曰：明入地中，“明夷”。内文明而外柔顺，以蒙大难，文王以之。“利艰贞”，晦其明也，内难而能正其志，箕子以之。\n《象》曰：明入地中，“明夷”。君子以莅众用晦而明。\n初九，明夷，于飞垂其翼。君子于行，三日不食。有攸往，主人有言。\n《象》曰：“君子于行”，义不食也。\n六二，明夷夷于左股，用拯马壮，吉。\n《象》曰：六二之吉，顺以则也。\n九三，明夷于南狩，得其大首，不可疾贞。\n《象》曰：“南狩”之志，乃得大也。\n六四，入于左腹，获明夷之心，于出门庭。\n《象》曰：“入于左腹”，获心意也。\n六五，箕子之明夷，利贞。\n《象》曰：箕子之贞，明不可息也。\n上六，不明，晦，初登于天，后入于地。\n《象》曰：“初登于天”，照四国也。“后入天地”，失则也。\n\"Mingyi\": Big and hardships.\n\"彖\" said: In the Ming Dynasty, \"Mingyi\".The inside civilization is soft and softened, with great difficulty, and the king is used.\"Bettering hardships\", obscure, is also difficult and can be righteous.\n\"Elephant\" said: In the Ming Dynasty, \"Mingyi\".The gentleman is clear and obscure.\nOn the ninth day, Mingyi, Yu Fei hanging its wings.A gentleman is going on, not eating for three days.Youyou, the owner has words.\n\"Elephant\" said: \"A gentleman is going on\", it is not eaten.\nJune two, Ming Yi was in the left shares, using Zheng Ma Zhuang, Ji Ji.\n\"Elephant\" said: The auspiciousness of the six two is also the same.\nIn Nine Three, Mingyi was in Nanhuang.\n\"Elephant\" said: \"South hunting\" aspirations are big.\nJune 4th, entered the left abdomen, got the heart of Mingyi, and went out.\n\"Elephant\" said: \"Enter the left abdomen\", and gets wishes.\nSix or five, Xunzi's Mingyi, Li Zhen.\n\"Elephant\" said: Xunzi's virgin, it is incredible.\nThe first six, unknown, obscure, first set aside to the sky, and then entered the ground.\n\"Elephant\" said: \"First ascended to heaven\", according to the four countries.\"After entering the world\", if you lose.",
    "风火家人": "\n《家人》：利女贞。\n《彖》曰：家人，女正位乎内，男正位乎外。男女正，天地之大义也。家人有严君焉，父母之谓也。父父，子子，兄兄，弟弟，夫夫，妇妇，而家道正。正家而天下定矣。\n《象》曰：风自火出，家人。君子以言有物而行有恒。\n初九，闲有家，悔亡。\n《象》曰：“闲有家”，志未变也。\n六二，无攸遂，在中馈，贞吉。\n《象》曰：六二之吉，顺以巽也。\n九三，家人嗃々，悔厉吉；妇子嘻嘻，终吝。\n《象》曰：“家人嗃々”，未失也。“妇子嘻嘻”，失家节也。\n九四，富家，大吉。\n《象》曰：“富家大吉”，顺在位也。\n九五，王假有家，勿恤，吉。\n《象》曰：“王假有家”，交相爱也。\n上九，有孚威如，终吉。\n《象》曰：威如之吉，反身之谓也。\n\"Family\": Lady.\n\"彖\" said: Family, women are in the position, and men are in the right place.Men and women are right, and the righteousness of heaven and earth also.The family has Yan Junxuan, and the parents are also said.Father, son, brother, brother, husband, husband, woman, and family.The world is settled in the world.\n\"Elephant\" said: The wind comes out of fire, family.A gentleman is constant in words.\nOn the ninth day, there was a home and regret.\n\"Elephant\" said: \"Leisure and family\", the ambition has not changed.\nSixth, unparalleled, feedback, Zhenji.\n\"Elephant\" said: The auspiciousness of the six two, Shun Yizheng also.\nNine -three, family members, regret Li Ji; women and sons hee hee, and finally.\n\"Elephant\" said: \"Family\", not lost.\"Women and son hee hee\", also lost their family festivals.\nSeptember 4th, rich, Daji.\n\"Elephant\" said: \"The rich family is good\", and it is also in the throne.\nIn the Ninth Five -Year Plan, Wang Zu had a home, uncommon, Ji.\n\"Elephant\" said: \"The king has a home\", and love each other.\nOn the nine, there are Fuwei Ru, the end.\n\"Elephant\" said: The prestige is good, the opposite is also said.",
    "火泽睽": "\n《睽》：小事吉。\n《彖》曰：睽，火动而上，泽动而下。二女同居，其志不同行。说而丽乎明，柔进而上行，得中而应乎刚，是以小事吉。天地睽而其事同也。男女睽而其志通也。万物睽而其事类也，睽之时用大矣哉！知\n《象》曰：上火下泽，睽。君子以同而异。\n初九，悔亡。丧马勿逐自复。见恶人无咎。\n《象》曰：“见恶人”，以辟咎也。\n九二，遇主于巷，无咎。\n《象》曰：“遇主于巷”，未失道也。\n六三，见舆曳，其牛掣，其人天且劓，无初有终。\n《象》曰：“见舆曳”，位不当也。“无初有终”，遇刚也。\n九四，睽孤遇元夫，交孚，厉，无咎。\n《象》曰：“交孚无咎”，志行也。\n六五，悔亡。厥宗噬肤，往何咎？斋\n《象》曰：“厥宗噬肤”，往有庆也。\n上九，睽孤见豕负涂，载鬼一车，先张之弧，后说之弧，匪寇，婚媾。往遇雨则吉。\n《象》曰：“遇雨之吉”，群疑亡也。\n\"Hang\": Little things.\n\"彖 彖\" said: Hold, the fire is up, and Ze moved down.The two women cohabit their lives, and their ambitions were not together.To put it bluntly, it is soft and upward, and it should be rigid. It is a small matter.The heavens and the earth are the same.Men and women are also in their minds.Everything is the same, and when you look at it, use the big stun!Know\n\"Elephant\" said: up to the fire and Xia Ze, look at it.Gentlemen vary from the same.\nIn the ninth day, regret.Do not recover from your own horses.Seeing the evil people without blame.\n\"Elephant\" said: \"Seeing the wicked\", in order to blame.\nIn 1992, there was no blame in the lane.\n\"Elephant\" said: \"Encountering the Lord in the Lane\", not lost.\nSix -three, seeing the public, his cow, his heavenly, no end.\n\"Elephant\" said: \"See the public\", and the position is not proper.\"No beginning and end\", encounter Gang also.\nIn September Fourth, I met the descendants of the Guiyu, Jiaofu, Li, no blame.\n\"Elephant\" said: \"Jiaofu has no blame\", Zhixing also.\nSix or five, regret.Jue Zong's skin -eater, why blame?fast\n\"Elephant\" said: \"Jue Zong Skin Eater\", to You Qing also.\nOn the nine, the loneliness is lonely, carrying the ghost car, the arc first, then the arc, bandit, marriage.In the rain, it is good.\n\"Elephant\" said: \"The good luck of the rain\", the doubts are doubtful.",
    "水山蹇": "\n《蹇》：利西南，不利东北。利见大人。贞吉。\n《彖》曰：蹇，难也，险在前也。见险而能止，知矣哉！蹇，利西南”，往得中也。“不利东北”，其道穷也。“利见大人”，往有功也。当位”贞吉”，以正邦也。蹇之时用大矣哉！斋\n《象》曰：山上有水，蹇。君子以反身修德。\n初六，往蹇来誉。\n《象》曰：“往蹇来誉”，宜待也。\n六二，王臣蹇蹇，匪躬之故。\n《象》曰：“王臣蹇蹇”，终无尤也。\n九三，往蹇来反。\n《象》曰：“往蹇来反”，内喜之也。\n六四，往蹇来连。\n《象》曰：“往蹇来连”，当位实也。\n九五，大蹇朋来。\n《象》曰：“大蹇朋来”，以中节也。\n上六，往蹇来硕，吉，利见大人。\n《象》曰：“往蹇来硕”，志在内也。“利见大人”，以従贵也。\n\"蹇\": Southwest is not good for northeast.See you.Zhenji.\n\"彖\" said: 也, difficulty, dangerous.When you see the danger, you can stop, know!Alas, the southwest of the country \",\" not good for the northeast \", the poverty of the Tao is also.fast\n\"Elephant\" said: There are water on the mountain, 蹇.A gentleman reflects his virtue.\nOn the sixth day, come to the renamed.\n\"Elephant\" said: \"To the reputation\", it should be treated.\nJune two, Wang Chenyu, the reason for bandits.\n\"Elephant\" said: \"Wang Chen 蹇蹇\", there is no one.\nNine -three, come to the back.\n\"Elephant\" said: \"Going to the back\", but also happy.\nJune Fourth, come to Lianlian.\n\"Elephant\" said: \"Going to Lianlian\", it is true.\nNinth Five -Year Plan, Da Yue came.\n\"Elephant\" said: \"Big Bi Peng is coming\", in the middle of the festival.\nOn the sixth, I came to Shuo Shuo, Ji Ji, see the adults.\n\"Elephant\" said: \"Going to the Master\", as well as inside.\"Seeing the adults\", to be expensive.",
    "雷水解": "\n《解》：利西南。无所往，其来复吉。有攸往，夙吉。\n《彖》曰：解，险以动，动而免乎险，解。“解，利西南”，往得众也。“其来复吉”，乃得中也。“有攸往夙吉。”，往有功也。天地解而雷雨作，雷雨作而百果草木皆甲坼。解之时大矣哉！主\n《象》曰：雷雨作，解。君子以赦过宥罪。\n初六，无咎。\n《象》曰：刚柔之际，义无咎也。\n九二，田获三狐，得黄矢，贞吉。\n《象》曰：九二贞吉，得中道也。\n六三，负且乘，致寇至，贞吝。\n《象》曰：“负且乘”，亦可丑也。自我致戎，又谁咎也？斋\n九四，解而拇，朋至斯孚。\n《象》曰：“解而拇”，未当位也。\n六五，君子维有解，吉，有孚于小人。\n《象》曰：君子有解，小人退也。\n上六，公用射隼于高墉之上，获之，无不利。\n《象》曰：“公用射隼”，以解悖也。\n\"Solution\": Li Southwest.There is nothing to go, it comes to Fuji.Youyou, Ji Ji.\n\"彖\" said: solution, danger to move, movement and exemption, solution.\"Solution, the southwest\", get the public.\"Come to Fuji\" is also in the middle.\"You have a good luck.\"The heavens and the earth are solved and thunderstorms, and thunderstorms and all the plants and plants are all nails.When it is solved, it is big!host\n\"Elephant\" said: thunderstorm, solution.The gentleman had been guilty of pardon.\nSixth, no blame.\n\"Elephant\" said: When rigidity is soft, righteousness is not blame.\nIn 1992, Tian won three foxes, Huang Ya, Zhenji.\n\"Elephant\" said: Jiu Er Zhenji, I have to do it.\nSix or three, negative and multiplied, to the opponent, chastity.\n\"Elephant\" said: \"Negative and multiplied\", it is also ugly.Who blame yourself?fast\nSeptember 4th, solve the thumb, Peng Zhi Sifu.\n\"Elephant\" said: \"Jie the thumb\", not in the position.\nSix or five, gentlemen have a solution, Ji, there are villains.\n\"Elephant\" said: The gentleman has a solution, and the villain retreats.\nOn the first six, the public shot was on the top of Gao Mo, and it was not good.\n\"Elephant\" said: \"Public shooting\", to solve the paradox.",
    "山泽损": "\n《损》：有孚，元吉，无咎。可贞，利有攸往。曷之用？二簋可用享。\n《彖》曰：损，损下益上，其道上行。损而有孚，元吉，无咎，可贞，利有攸往，曷之用？二簋可用享。二簋应有时。损刚益柔有时，损益盈虚，与时偕行。\n《象》曰：山下有泽，损。君子以惩忿窒欲。\n初九，已事遄往，无咎。酌损之。\n《象》曰：“已事遄往”，尚合志也。\n九二，利贞。征凶，弗损，益之。\n《象》曰：“九二利贞”，中以为志也。\n六三，三人行则损一人，一人行则得其友。\n《象》曰：“一人行”，“三”则疑也。\n六四，损其疾，使遄有喜，无咎。\n《象》曰：“损其疾”，亦可喜也。\n六五，或益之十朋之龟，弗克违，元吉。\n《象》曰：六五元吉，自上祐也。\n上九，弗损，益之，无咎，贞吉，利有攸往，得臣无家。\n《象》曰：“弗损，益之”，大得志也。\n\"Damage\": You Fu, Yuanji, no blame.Kezhen, Li Youyou.曷 曷 曷?Two 簋 is available.\n\"彖\" said: damage, loss of benefits, and upward.Damage and Fu, Yuan Ji, no blame, but chastity, benefit and favored, use it?Two 簋 is available.Erfu should sometimes.Softening rigidity is sometimes profitable, and the profit or loss is deficient.\n\"Elephant\" said: There are Ze under the mountain, damage.The gentleman suffered with punishment.\nOn the ninth day, it was already a matter of trouble, no blame.Delivery.\n\"Elephant\" said: \"It's up to\", Shang Hezhi also.\nNine two, Li Zhen.Symptoms, welfare, benefit.\n\"Elephant\" said: \"Jiu Two Lizhen\", who thought of it.\nSixth three, three people hurt one person, and one person had their friends.\n\"Elephant\" said: \"One person\", \"Three\" is also doubtful.\nJune 4th, damage its illness, make it happy, no blame.\n\"Elephant\" said: \"Damage its disease\" is also gratifying.\nSix or five, or the turtle of the ten friends, Fick violated, Yuan Ji.\n\"Elephant\" said: Sixth and Five -five Ji, Zi Shangyou also.\nUpper nine, Effectiveness, benefit, no blame, Zhenji, benefit, and no family.\n\"Elephant\" said: \"Effectiveness, benefit\", great ambition.",
    "风雷益": "\n《益》：利有攸往。利涉大川。\n《彖》曰：“益”，损上益下，民说无疆。自上下下，其道大光。“利有攸往”，中正有庆。“利涉大川”，木道乃行。益动而巽，日进无疆。天施地生，其益无方。凡益之道，与时偕行。\n《象》曰：风雷，益。君子以见善则迁，有过则改。\n初九，利用为大作，元吉，无咎。\n《象》曰：“元吉无咎”，下不厚事也。\n六二，或益之十朋之龟，弗克违。永贞吉。王用享于帝，吉。\n《象》曰：“或益之”，自外来也。\n六三，益之用凶事，无咎。有孚。中行告公用圭。\n《象》曰：“益用凶事”，固有之也。\n六四，中行告公，従，利用为依迁国。\n《象》曰：“告公従”，以益志也。\n九五，有孚惠心，勿问，元吉。有孚，惠我德。\n《象》曰：“有孚惠心”，勿问之矣。“惠我德”，大得志也。\n上九，莫益之，或击之，立心勿恒，凶。\n《象》曰：“莫益之”，偏辞也。“或击之”，自外来也。\n\"Yi\": Li Youyou.Follow Dawa.\n\"彖\" said: \"Yi\", damaged the upper benefit, the people said that there was no Borders.From top to bottom, its Dahuang.\"Lisa and Youyou\", Zhongzheng has celebrations.\"Lishu Dawa\", Mu Dao is a line.Yiqi is 巽, and it has no different time.Heaven and earth are born, and it is beneficial.The way of benefit is to walk with the times.\n\"Elephant\" said: wind and thunder, Yi.The gentleman moved to see the good, but changed it before.\nIn the ninth day, the use of the masterpiece, Yuanji, no blame.\n\"Elephant\" said: \"Yuan Ji has no blame\", it is not thick.\nJune two, or the turtle of the ten friends, Fick violated.Yongzhenji.Wang Yong enjoyed the emperor, Ji.\n\"Elephant\" said: \"Or benefit\", from outside.\nSix or three, Yi Zhi used fierce things, without blame.There is Fu.The Bank of China announced the public.\n\"Elephant\" said: \"Effective murder\", inherent.\nJune 4th, the Bank of China told the father -in -law, 中, used as a relocation country.\n\"Elephant\" said: \"Tell the public\", Yi Zhi also.\nNinth Five -Year Plan, there is Fu Huixin, don't ask, Yuanji.Youfu, Hui I virtue.\n\"Elephant\" said: \"There are Fu Huixin\", don't ask.\"Hui I virtue\", great ambition.\nOn the nine, Mo Yizhi, or hitting it, do not be constant, fierce.\n\"Xiang\" said: \"Mo Yi Zhi\", partially resigned.\"Either hitting it\", from outside.",
    "泽天夬": "\n《夬》：扬于王庭，孚号。有厉，告自邑。不利即戎，利有攸往。\n《彖》曰：“夬”，决也，刚决柔也。健而说，决而和。“扬于王庭”，柔乘五刚也。“孚号有厉”，其危乃光也。“告自邑，不利即戎”，所尚乃穷也。“利有攸往”，刚长乃终也。\n《象》曰：泽上于天，夬。君子以施禄及下，居德则忌。\n初九，壮于前趾，往不胜，为咎。\n《象》曰：不胜而往，咎也。\n九二，惕号，莫夜有戎，勿恤。\n《象》曰：“有戎勿恤”，得中道也。\n九三，壮于頄，有凶。君子夬夬独行，遇雨若濡，有愠无咎。\n《象》曰：“君子夬夬”，终无咎也。\n九四，臀无肤，其行次且。牵羊悔亡，闻言不信。\n《象》曰：“其行次且”，位不当也。“闻言不信”，聪不明也。\n九五，苋陆夬夬中行，无咎。\n《象》曰：“中行无咎”，中未光也。\n上六，无号，终有凶。\n《象》曰：“无号之凶”，终不可长也。\n\"夬\": Sun in the court, Fumen.There is a hard work, telling Ziyi.It is not good for Rong, and it is good.\n\"彖\" said: \"，\", decisive, rigidity and softness.Jian said, decide and harmony.\"Yang Yu Wang Ting\", Rou Cheng Wu Gang also.\"The Fugue has great\", and its danger is also light.\"Costing from Yiyi, disadvantaged is Rong,\" and it is still poor.\"Lisa and Youyou\", just ended up.\n\"Elephant\" said: Ze is in heaven, 夬.The gentleman is under the right, and Jude is avoided.\nOn the ninth day, the front toe was strong, and it was invincible.\n\"Elephant\" said: \"\nNine two, Iraq, Mo Ye has Rong, don't shot.\n\"Elephant\" said: \"Don't shot\", you have to do it.\nNine -three, strong, fierce.The gentleman is alone, and when the rain is rained, there is no blame.\n\"Elephant\" said: \"Gentleman\", there is no blame in the end.\nIn the ninth four, the hips are not skin, and the line is second.The led sheep regretted dying, and heard the words unbelievable.\n\"Elephant\" said: \"The line is good\", and the position is not proper.\"I don't believe it\", Cong is unknown.\nIn the ninth five, there was no blame.\n\"Elephant\" said: \"There is no blame in the Bank of China\", and Zhong Wei Guang also.\nOn the sixth, there was no nagan, there were finally fierce.\n\"Elephant\" said: \"Nothing of the Numbs\" is not long.",
    "天风姤": "\n《姤》：女壮，勿用取女。\n《彖》曰：姤，遇也，柔遇刚也。勿用取女”，不可与长也。天地相遇，品物咸章也。刚遇中正，天下大行也。姤之时义大矣哉！\n《象》曰：天下有风，姤。后以施命诰四方。\n初六，系于金柅，贞吉。有攸往，见凶，羸豕孚蹢躅。\n《象》曰：“系于金柅”，柔道牵也。\n九二，包有鱼，无咎，不利宾。\n《象》曰：“包有鱼”，义不及宾也。\n九三，臀无肤，其行次且，厉，无大咎。\n《象》曰：“其行次且”，行未牵也。\n九四，包无鱼，起凶。\n《象》曰：“无鱼之凶”，远民也。\n九五，以杞包瓜，含章，有陨自天。\n《象》曰：九五含章，中正也。有陨自天，志不舍命也。\n上九，姤其角，吝，无咎。\n《象》曰：“姤其角”，上穷吝也。\n\"姤\": female strong, do not use women.\n\"彖\" said: 遇, encounter, Rou Yu Gang also.Do not use women \", do not grow up with longness. The heavens and earth meet, and the products are salty. Just when you encounter Zhongzheng, the world is also big.\n\"Elephant\" said: There is wind in the world, 姤.Later, he was fate.\nThe sixth day, tied to Jin Yan, Zhenji.Youyou, seeing the fierce, 蹢躅 有 蹢躅.\n\"Elephant\" said: \"It is tied to the golden\", and the judo is also.\nIn 1992, there are fish, no blame, not profitable.\n\"Elephant\" said: \"Bags have fish\", which is not as good as Bin.\nNine -three, buttocks have no skin.\n\"Elephant\" said: \"The line is the same\", and the line is not the same.\nIn the ninth four, there were no fish, and it was fierce.\n\"Elephant\" said: \"There is no fierce fish\", and the people also.\nNinth Five -Year Plasma, including Qi Bao Gua, including chapters, meteorological.\n\"Elephant\" said: Nineteenth Five -Year Chapters, Zhongzheng also.There is a meteorite, and he is reluctant to die.\nUpper nine, 姤 上, 姤, no blame.\n\"Elephant\" said: \"角》 《\", also poor.",
    "泽地萃": "\n《萃》：亨，王假有庙。利见大人。亨，利贞，用大牲吉。利有攸往。\n《彖》曰：“萃”，聚也。顺以说，刚中而应，故聚也。“王假有庙”，致孝享也。“利见大人亨”，聚以正也。“用大牲吉，利有攸往”，顺天命也。观其所聚，而天地万物之情可见矣。\n《象》曰：泽上于地，萃。君子以除戎器，戒不虞。\n初六，有孚不终，乃乱乃萃，若号，一握为笑，勿恤，往无咎。\n《象》曰：“乃乱乃萃”，其志乱也。\n六二，引吉，无咎，孚乃利用禴。\n《象》曰：“引吉无咎”，中未变也。\n六三，萃如嗟如，无攸利，往无咎，小吝。\n《象》曰：“往无咎”，上巽也。\n九四，大吉无咎。\n《象》曰：“大吉无咎”，位不当也。\n九五，萃有位，无咎。匪孚，元永贞，悔亡。\n《象》曰：“萃有位”，志未光也。\n上六，赍咨涕洟，无咎。\n《象》曰：“赍咨涕洟”，未安上也。\n\"Cu\": Heng, Wang Zu has a temple.See you.Heng, Li Zhen, using a big animal.There is a good way.\n\"彖\" said: \"Cui\", Jugu.Shun said, just in the middle, so gather.\"The king has a temple\", to the filial piety.\"Seeing the adult Heng\", gathering Zhengye.\"Use the big animals, you have a good fortune\", and your life also.Looking at what it gathers, and the love of all things in heaven and earth can be seen.\n\"Xiang\" said:Gentlemen to remove the weapon, but not to quit.\nOn the sixth day of the sixth day, there is no Fu, but it is chaotic.\n\"Elephant\" said: \"It is a matter of chaos\", and his aspirations are also chaotic.\nJune two, leading good luck, no blame, Fu Nai used 禴.\n\"Elephant\" said: \"Introduce a good luck\", and it has not changed.\nSix or three, such as 无 无 无, no profit, no blame, little 吝.\n\"Elephant\" said: \"There is no blame.\"\nIn the ninth four, there was no blame.\n\"Elephant\" said: \"Da Ji has no blame\", it is not proper.\nIn the ninth five, there was a place, no blame.Guanfu, Yuan Yongzhen, regret.\n\"Elephant\" said: \"There is a place\", Zhi Weiguang also.\nOn the sixth, I talked about it, without blame.\n\"Elephant\" said: \"Consult the nose\".",
    "地风升": "\n《升》：元亨。用见大人，勿恤。南征吉。\n《彖》曰：柔以时升，巽而顺，刚中而应，是以大亨，“用见大人勿恤”，有庆也。“南征吉”，志行也。\n《象》曰：地中生木，升。君子以顺德，积小以高大。\n初六，允升，大吉。\n《象》曰：“允升大吉”，上合志也。\n九二，孚乃利用禴，无咎。\n《象》曰：九二之孚，有喜也。\n九三，升虚邑。\n《象》曰：“升虚邑”，无所疑也。\n六四，王用亨于岐山，吉，无咎。\n《象》曰：“王用亨于岐山”，顺事也。\n六五，贞吉，升阶。\n《象》曰：“贞吉升阶”，大得志也。\n上六，冥升，利于不息之贞。\n《象》曰：冥升在上，消不富也。\n\"Sheng\": Yuanheng.Use adults, don't shot.Nan Zhengji.\n\"彖\" said: Rou is ascending, and it is smooth, just in the middle, it is based on the tycoon.\"Nan Zhengji\", Zhixing also.\n\"Elephant\" said: Mediterranean students, ascended.The gentleman uses Shunde, and the small accumulation is tall.\nSixth day, Yun Sheng, Daji.\n\"Elephant\" said: \"Yun Sheng Daji\", Shanghezhi also.\nIn 1992, Fu Nai used, without blame.\n\"Elephant\" said: The Fu of 1992 is also happy.\nNine -three, ascending Xuyi.\n\"Elephant\" said: \"Ascending Xuyi\", there is no doubt.\nJune 4th, Wang Yongheng Yu Qishan, Ji, no blame.\n\"Elephant\" said: \"Wang Yongheng Yuqishan\", also.\nSixth and Five, Zhenji, upgrade.\n\"Elephant\" said: \"Zhenji is promoted\", great ambition.\nOn the sixth, the promotion was conducive to the endless chastity.\n\"Elephant\" said: The underworld is rising, and it is not rich.",
    "泽水困": "\n《困》：亨。贞大人吉，无咎。有言不信。\n《彖》曰：“困”，刚掩也。险以说，因而不失其所，亨，其唯君子乎。“贞大人吉”，以刚中也。“有言不信”，尚口乃穷也。\n《象》曰：泽无水，困。君子以致命遂志。\n初六，臀困于株木，入于幽谷，三岁不觌。\n《象》曰：“入于幽谷”，幽不明也。\n九二，困于酒食，朱绂方来。利用享祀。征凶，无咎。\n《象》曰：“困于酒食”，中有庆也。\n六三，困于石，据于蒺藜，入于其宫，不见其妻，凶。\n《象》曰：“据于蒺藜”，乘刚也。“入于其宫，不见其妻”，不祥也。\n九四，来徐徐，困于金车，吝，有终。\n《象》曰：“来徐徐”，志在下也。虽不当位，有与也。\n九五，劓刖，困于赤绂，乃徐有说，利用祭祀。\n《象》曰：“劓刖”，志未得也。“乃徐有说”，以中直也。“利用祭祀”，受福也。\n上六，困于葛藟，于臲<臬兀>，曰动悔有悔，征吉。\n《象》曰：“困于葛藟”，未当也。“动悔有悔”，吉行也。\n\"Sleeping\": Heng.Master Zhen Ji, no blame.Don't believe it.\n\"彖\" said: \"sleepy\", just cover.In danger, it is not lost, Heng, his only gentleman.\"Master Zhen Ji\" is also in the middle.\"If you have a word or not,\" it is still poor.\n\"Elephant\" said: Ze has no water, sleepy.A gentleman is fatal.\nOn the sixth day, the hips were trapped in the wood, entering the valley, and the age of three did not sting.\n\"Elephant\" said: \"Entering the valley\", unknown.\n92, trapped in wine and food, Zhu Xifang came.Use sacrifice.Military, no blame.\n\"Elephant\" said: \"Smoked in wine and food\", in the middle of the celebration.\nSixth three, trapped in stone, according to the Top Twita, entered the palace, did not see his wife, fierce.\n\"Elephant\" said: \"According to the Top Twita\", Cheng Gang also.\"Entering its palace, not seeing his wife\", ominous.\nIn September Fourth, come to slowly, trapped in the golden car, 吝, end.\n\"Elephant\" said: \"Come and slowly\", aspirations.Although it is not in the throne, there is also.\nNinth Five -Year Plan, 劓刖, trapped in Chican, but Xu You said, using sacrifice.\n\"Elephant\" said: \"，\", the wisdom has not won.\"Nai Xuyou said\", with Zhongzhi.\"Using sacrifice\" is also blessed.\nOn the sixth, he was trapped in Ge Yan, and Yu Yan <臬 上>, said that he regretted regrets, and Zheng Ji.\n\"Elephant\" said: \"Stretching in Ge Yan\", not before.\"Move regrets and regrets\", Jixing also.",
    "水风井": "\n《井》：改邑不改井，无丧无得。往来井井。汔至，亦未繘井，羸其瓶，凶。\n《彖》曰：巽乎水而上水，井。井养而不穷也。“改邑不改井，”乃以刚中也。“汔至，亦未繘井”，未有功也。“羸其瓶”，是以凶也。\n《象》曰：木上有水，井。君子以劳民劝相。\n初六，井泥不食。旧井无禽。\n《象》曰：“井泥不食”，下也。“占井无禽”，时舍也。\n九二，井谷射鲋，瓮敝漏。\n《象》曰：“井谷射鲋”，无与也。\n九三，井渫不食，为我心恻。可用汲，王明并受其福。\n《象》曰：“井渫不食”，行恻也。求“王明”，受福也。\n六四，井甃，无咎。\n《象》曰：“井甃无咎”，修井也。\n九五，井洌，寒泉食。\n《象》曰：“寒泉之食”，中正也。\n上六，井收勿幕，有孚元吉。\n《象》曰：“元吉”在“上”，大成也。\n\"Well\": No well -changing well, no funeral.Exchange well.Well, it is not good, and the bottle is fierce.\n\"彖\" said: 而 而 《《《《, well.The well is endless.\"Do not change the well,\" it is Gangzhong.\"Well, but not well\", there is no contribution.\"Qi Qi's bottle\" is fierce.\n\"Elephant\" said: There are water on the wood, well.The gentleman persuades the people.\nOn the sixth day, Jing Mud does not eat.There is no poultry in the old well.\n\"Elephant\" said: \"Well mud is not eaten\", but also.\"There is no bird in the well\", and the time.\nIn 1992, Jinggu shot, leaking.\n\"Elephant\" said: \"Jinggu Shijia\", there is no.\nIn Nine Three, Jing Yan didn't eat, for my heart.Can be used, Wang Ming is also blessed.\n\"Elephant\" said: \"The well is not eaten.\"Seek \"Wang Ming\", and be blessed.\nJune 4th, Jingyu, no blame.\n\"Elephant\" said: \"Jing Yan has no blame\", repair well.\nNinth Five -Year Plan, Jingyu, Hanquan Food.\n\"Elephant\" said: \"The food of the cold spring\", Zhongzheng also.\nOn the sixth, the well received the curtain, there was Fu Yuanji.\n\"Elephant\" said: \"Yuan Ji\" is \"on\", Dacheng also.",
    "泽火革": "\n《革》：已日乃孚。元亨。利贞，悔亡。\n《彖》曰：革，水火相息，二女同居，其志不相得曰革。“已日乃孚”，革而信之。文明以说，大亨以正。革而当，其悔乃亡。天地革而四时成，汤武革命，顺乎天而应乎人。革之时大矣哉！古\n《象》曰：泽中有火，革。君子以治历明时。\n初九，巩用黄牛之革。\n《象》曰：“巩用黄牛”，不可以有为也。\n六二，巳日乃革之，征吉，无咎。\n《象》曰：“巳日革之”，行有嘉也。\n九三，征凶。贞厉。革言三就，有孚。\n《象》曰：“革言三就”，又何之矣。\n九四，悔亡。有孚改命，吉。\n《象》曰：“改命之吉”，信志也。\n九五，大人虎变，未占有孚。\n《象》曰：“大人虎变”，其文炳也。\n上六，君子豹变，小人革面，征凶，居贞吉。\n《象》曰：“君子豹变”，其文蔚也。“小人革面”，顺以从君也。\n\"Revolution\": Naifu.Yuan Heng.Li Zhen, regret death.\n\"彖\" said: Revolution, water and fire phase, the two girls live together, and their ambitions are not like the leather.\"Nai Naifu\", he believed.Civilization is to say that the tycoon is positive.Dangdang, his regret was dead.The heaven and earth revolution is four o'clock.During the leather!antiquity\n\"Elephant\" said: There is fire in Ze, leather.The gentleman is to cure the calendar.\nIn the ninth day, Gong used the oxen leather.\n\"Elephant\" said: \"Gong uses oxen\", it is not possible to do anything.\nJune two, the sun is the leather, Zheng Ji, no blame.\n\"Elephant\" said: \"The Division of the Day\", there is Jiaye.\nNine -three, fierce.Zhenli.Three words, there are Fu.\n\"Elephant\" said: \"The three words of the leather\", why.\nSeptember 4th, regret.There is Fu to change his life, Ji.\n\"Elephant\" said: \"The lucky change of life\", faith also.\nIn the Ninth Five -Year Plan, adults changed, and did not occupy Fu.\n\"Elephant\" said: \"Adults change\", and Wen Bing also.\nOn the sixth, the gentleman's leopard changed, the villain led the face, the fierceness, and the Jeongji.\n\"Elephant\" said: \"A gentleman and the leopard change\", the Wen Wei also.\"Villain leather noodles\", obeyed the monarch.",
    "火风鼎": "\n《鼎》：元吉，亨。\n《彖》曰：鼎，象也。以木巽火，亨饪也。圣人亨以享上帝，而大亨以养圣贤。巽而耳目聪明，柔进而上行，得中而应乎刚，是以元亨。\n《象》曰：木上有火，鼎。君子以正位凝命。\n初六，鼎颠趾，利出否。得妾以其子，无咎。\n《象》曰：“鼎颠趾”，未悖也。“利出否”，以従贵也。\n九二，鼎有实，我仇有疾，不我能即，吉。\n《象》曰：“鼎有实”，慎所之也。“我仇有疾”，终无尤也。\n九三，鼎耳革，其行塞，雉膏不食，方雨，亏悔，终吉。\n《象》曰：“鼎耳革”，失其义也。\n九四，鼎折足，覆公餗，其形渥，凶。\n《象》曰：“覆公餗”，信如何也。\n六五，鼎黄耳金铉，利贞。\n《象》曰：“鼎黄耳”，中以为实也。\n上九，鼎玉铉，大吉，无不利。\n《象》曰：玉铉在上，刚柔节也。\n\"Ding\": Yuan Ji, Heng.\n\"彖\" said: Ding, elephant.With wooden fire, Hengfei also.The sage heng enjoys God, and the tycoon raises the sages.，.\n\"Elephant\" said: There is fire on the wood, Ding.The gentleman condensed in the position.\nOn the sixth day, Dingdan toe, whether it is out.Get his son, no blame.\n\"Elephant\" said: \"Dingdian toe\", it is not contrary to it.\"Seeing no\", to be expensive.\nIn 1992, Ding is real, I have a dishonesty, not me, good.\n\"Elephant\" said: \"Ding has a solid\", so careful.\"I have a disorder\", and there is nothing more than in the end.\nNine -three, Ding Er Ge, his stuffy, creamy, Fang Yu, regret, ending.\n\"Elephant\" said: \"Ding Er Ge\", lost its righteousness.\nIn the ninety -four, the Ding was full, covering the public, its shape, fierce.\n\"Xiang\" said: \"Cover the public\", what does it believe in?\nSix or five, Ding Huang Er Jin Yan, Li Zhen.\n\"Elephant\" said: \"Ding Huang Ear\", it is true.\nOn the nine, Ding Yuyi, Da Ji, all of them.\n\"Elephant\" said: Yu Yan is on the top, rigidity is also soft.",
    "震为雷": "\n《震》：亨。震来虩虩，笑言哑哑，震惊百里，不丧匕鬯。\n《彖》曰：震，亨。“震来虩虩”，恐致福也。“笑言哑哑”，后有则也。“震惊百里”，惊远而惧迩也。“不丧匕鬯”，出可以守宗庙社稷，以为祭主也。\n《象》曰：洊雷，震。君子以恐惧修省。\n初九，震来虩虩，后笑言哑哑，吉。\n《象》曰：“震来虩虩”，恐致福也。“笑言哑哑”，后有则也。\n六二，震来厉，亿丧贝，跻于九陵，勿逐，七日得。\n《象》曰：“震来厉”，乘刚也。\n六三，震苏苏，震行无眚。\n《象》曰：“震苏苏”，位不当也。\n九四，震遂泥。\n《象》曰：“震遂泥”，未光也。\n六五，震往来，厉，意无丧，有事。\n《象》曰：“震往来厉”，危行也。其事在中，大无丧也。\n上六，震索索，视矍矍，征凶。震不于其躬，于其邻，无咎。婚媾有言。\n《象》曰：“震索索”，中未得也。虽凶无咎，畏邻戒也。\n\"Zhen\": Heng.Zhen came, laughed, shocked a hundred miles, and did not lose a dagger.\n\"彖\" said: Zhen, Heng.\"Zhenlai\", maybe to be blessed.\"Smile dumb\", and later.\"Shocking hundreds of miles\", shocked and fearful.\"No dagger\", you can keep the Sect of the Temple of Zong, thinking that the sacrifice is also.\n\"Elephant\" said: Lei Lei, Zhen.A gentleman is in fear.\nOn the ninth day, the shock came, and then laughed and said dumb, Ji.\n\"Elephant\" said: \"Zhenlai is coming\", maybe blessing.\"Smile dumb\", and later.\nSeptember two, the shock is sharp, Yiyi Mourning, it is among Jiuling, do not follow, seven days.\n\"Elephant\" said: \"Zhen Lai Li\", Cheng Gang also.\nSixth three, Zhen Su Su, there is no shock.\n\"Elephant\" said: \"Zhen Susu\", improper position.\nIn September Four, Zhen Sui mud.\n\"Elephant\" said: \"Zhen Sui mud\", not light.\nSix or five, earthquakes, litter, no mourning, nothing.\n\"Elephant\" said: \"The shock is coming hard\", and the danger is also.It is in the middle, and there is no funeral.\nOn the sixth, Zhen Soco, seeing the crickets, fierce.The shock was not bowed, and his neighbors were blame.The wedding is words.\n\"Elephant\" said: \"Zhen Solo\", not in the middle.Although there is no blame, fear of neighbors.",
    "艮为山": "\n《艮》：艮其背，不获其身，行其庭，不见其人，无咎。\n《彖》曰：艮，止也。时止则止，时行则行，动静不失其时，其道光明。“艮其止”，止其所也。上下敌应，不相与也。是以“不获其身，行其庭，不见其人，无咎”也。\n《象》曰：兼山，艮。君子以思不出其位。\n初六，艮其趾，无咎。利永贞。\n《象》曰：“艮其趾”，未失正也。\n六二，艮其腓，不拯其随，其心不快。\n《象》曰：“不拯其随”，未退听也。\n九三，艮其限，列其夤，厉，熏心。\n《象》曰：“艮其限”，危熏心也。\n六四，艮其身，无咎。\n《象》曰：“艮其身”，止诸躬也。\n六五，艮其辅，言有序，悔亡。\n《象》曰：“艮其辅”，以中正也。\n上九，敦艮，吉。\n《象》曰：“敦艮之吉”，以厚终也。\n\"Gen\": Gen's back, not getting his body, walking in his court, not seeing him, no blame.\n\"彖\" said: Gen, stop also.Time to stop, time travels, movement without losing time, its Tao is bright.\"Gen is the end\", stop it.The enemy should be on the same way.It is \"not obtained, walking in his court, no one, no blame\".\n\"Elephant\" said: Mountain, Gen.The gentleman can't think about it.\nOn the sixth day, Gen's toes were blame.Li Yongzhen.\n\"Elephant\" said: \"Gen's toes\", not lost.\nJune 2nd, Gen Qi Philip, does not live with it, his heart is unhappy.\n\"Elephant\" said: \"Don't live with it\", but not retired.\nNine -three, Gen Qi, List Qi, Li, smoked.\n\"Elephant\" said: \"Gen is limited.\"\nJune 4th, Gen Qi, no blame.\n\"Elephant\" said: \"Gen Qi\", stop the bow.\nSix or five, Gen Qisu, orderly, regret.\n\"Elephant\" said: \"Gen Qisu\", with Zhongzheng also.\nUpper nine, Dunsen, Ji.\n\"Elephant\" said: \"Dun Gen Ji\", with thick end.",
    "风山渐": "\n《渐》：女归吉，利贞。\n《彖》曰：渐之进也，女归吉也。进得位，往有功也。进以正，可以正邦也。其位刚得中也。止而巽，动不穷也。\n《象》曰：山上有木，渐。君子以居贤德善俗。\n初六，鸿渐于干。小子厉，有言，无咎。\n《象》曰：“小子之厉”，义无咎也。\n六二，鸿渐于磐，饮食衎衎，吉。\n《象》曰：“饮食衎衎”，不素饱也。\n九三，鸿渐于陆。夫征不复，妇孕不育，凶。利御寇。\n《象》曰：“夫征不复”，离群丑也。“妇孕不育”，失其道也。“利用御寇”，顺相保也。\n六四，鸿渐于木，或得其桷，无咎。\n《象》曰：“或得其桷”，顺以巽也。\n九五，鸿渐于陵，妇三岁不孕，终莫之胜，吉。\n《象》曰：“终莫之胜吉”，得所愿也。\n上九，鸿渐于陆，其羽可用为仪，吉。\n《象》曰：“其羽可用为仪，吉”，不可乱也。\n\"Grade\": Women return to Ji, Lizhen.\n\"彖\" said: Gradually, women return to Jiyi.Get in place, you can do it.Entering the right, you can also be positive.It just won.Stopping, moving endlessly.\n\"Elephant\" said: There are wood on the mountain, gradually.The gentleman is good and vulgar.\nOn the sixth day, Hong Jian was dry.The little boy is lingering, there is a word, no blame.\n\"Elephant\" said: \"The little boy's strength\", just without blame.\nSixth, Hong Jian is in Pan, diet, good.\n\"Elephant\" said: \"Diet\", not full.\nIn Nine Three, Hong Jian was in Lu.The husband is not reciprocating, the woman's pregnancy is infertility, and the fierce.Li Yu.\n\"Elephant\" said: \"The husband is not reciprocating\", and it is ugly.\"Women's pregnancy infertility\", lost his way.\"Util the imperial kou\" and protect each other.\nIn June Fourth, Hong Jianjie Yuki, or he had no blame.\n\"Elephant\" said: \"Or get it\", and Shun Yizheng also.\nIn the Ninth Five -Year Plan, Hong Jian was in the tomb.\n\"Elephant\" said: \"In the end,\", you have to wish.\nUpper nine, Hongjian is in Lu, its feathers can be used as instruments, Ji.\n\"Elephant\" said: \"Its feathers can be used as instruments, Ji\", not messy.",
    "雷泽归妹": "\n《归妹》：征凶，无攸利。\n《彖》曰：归妹，天地之大义也。天地不交而万物不兴。归妹，人之终始也。说以动，所归妹也。“征凶”，位不当也。“无攸利”，柔乘刚也。\n《象》曰：泽上有雷，归妹。君子以永终知敝。\n初九，归妹以娣。跛能履，征吉。\n《象》曰：“归妹以娣”，以恒也。“跛能履吉”，相承也。\n九二，眇能视，利幽人之贞。\n《象》曰：“利幽人之贞”，未变常也。\n六三，归妹以须，反归以娣。\n《象》曰：“归妹以须”，未当也。\n九四，归妹愆期，迟归有时。\n象曰：“愆期”之志，有待而行也。\n六五，帝乙归妹，其君之袂不如其娣之袂良。月几望，吉。\n《象》曰：“帝乙归妹，不如其娣之袂良”也。其位在中，以贵行也。\n上六，女承筐无实，士刲羊无血，无攸利。\n《象》曰：上六无实，承虚筐也。\n\"Guimei\": Murder, no profit.\n\"彖\" said: Guimei, the righteousness of heaven and earth.The heavens and the earth are not intertwined.Guimei, the end of the person also.Speaking of moving, the girl who returns.\"Merid\", improper position.\"No benefit\", Rou Chenggang also.\n\"Elephant\" said: There is a thunder in Ze, returning to sister.The gentleman knows forever.\nOn the ninth day, Guimei Yixi.You can perform, Zhengji.\n\"Elephant\" said: \"Guimei Yi Yi\", Yi Heng also.\"You can do good luck\", and each other.\nIn 1992, I can look at it, and the virginity of the people.\n\"Elephant\" said: \"The virginity of Lifan people\" is not the same.\nSixth and three, Guimei is bearded, but she returns to her.\n\"Elephant\" said: \"Guimei is a whisper\", but not the same.\nIn September Fourth, the sister -in -law period, sometimes returning.\nElephant said: The will of \"the period\" needs to be done.\nSix or five, Emperor Yi returned to the sister, his monarch was not as good as his concubine.Look at a few months, Ji.\n\"Elephant\" said: \"Emperor Yi returns to sister, it is worse than the goodness of his concubine.\"It is in the middle, and it is also your bank.\nIn the first six, the female inherited the basket was not true, and the scholars lambs had no blood and no profits.\n\"Elephant\" said: Shangliu has no truth, inheriting the basket.",
    "雷火丰": "\n《丰》：亨，王假之。勿忧，宜日中。\n《彖》曰：丰，大也。明以动，故丰。“王假之”，尚大也。“勿忧宜日中”，宜照天下也。日中则昃，月盈则食，天地盈虚，与时消息，而况于人乎，况于鬼神乎？知\n《象》曰：雷电皆至，丰。君子以折狱致刑。\n初九，遇其配主，虽旬无咎，往有尚。\n《象》曰：“虽旬无咎”，过旬灾也。\n六二，丰其蔀，日中见斗。往得疑疾，有孚发若，吉。\n《象》曰：“有孚发若”，信以发志也。\n九三，丰其沛，日中见沫，折其右肱，无咎。\n《象》曰：“丰其沛”，不可大事也。“折其右肱”，终不可用也。\n九四，丰其蔀，日中见斗，遇其夷主，吉。\n《象》曰：“丰其蔀”，位不当也。“日中见斗”，幽不明也。“遇其夷主”，吉行也。\n六五，来章有庆誉，吉。\n《象》曰：六五之吉，有庆也。\n上六，丰其屋，蔀其家，窥其户，阒其无人，三岁不觌，凶。\n《象》曰：“丰其屋”，天际翔也。“窥其户，阒其无人”，自藏也。\n\"Feng\": Heng, Wang Zuzhi.Don't worry, should be in the sun.\n\"彖\" said: Feng, Da also.Ming Yi, so Feng.\"Wang Zuzhi\" is still big.\"Don't worry about the sun\", it is better to follow the world.The middle of the day is 月, the Yueying is eaten, and the world is proud, and the news is the time, but it is true that it is the ghost and god?Know\n\"Elephant\" said: Thunderbolt is all, rich.The gentleman was sentenced to prison.\nIn the ninth day, when he encountered his own master, he had no blame, and he went.\n\"Elephant\" said: \"Although there is no blame for ten times\", the disaster is also over.\nSixth, wealthy, see the fight in the middle of the day.Doubt, there is Fufa Ruo, Ji.\n\"Elephant\" said: \"There are Fufa Ruo\", and the letter is also determined.\nNine -three, Feng Qi Pei, seeing Mo in the middle of the day, folding its right brachial, no blame.\n\"Elephant\" said: \"Feng Qi Pei\", it is not necessary.\"Fold the right brach of the right\", it is not available in the end.\nIn the ninety -four, we were rich, seeing the fight between the middle and the middle of the middle, encountered Qizhu, Ji.\n\"Elephant\" said: \"Feng Qi\", improper position.\"Seeing fighting in the middle\", unknown.\"Encountering its owner\", Jixing also.\nSix or five, come to Zhangye celebrate, Ji.\n\"Elephant\" said: The auspiciousness of the sixth and fiveth, there are celebrations.\nOn the sixth, we were rich in their houses, 家 上 上, and peeking at their households.\n\"Elephant\" said: \"Fengqi House\", also Xiangxiang.\"Sight of its households, no one\", also in Tibet.",
    "火山旅": "\n《旅》：小亨。旅贞吉。\n《彖》曰：“旅小亨”，柔得中乎外，而顺乎刚，止而丽乎明，是以“小亨旅贞吉”也。旅之时义大矣哉！古\n《象》曰：山上有火，旅。君子以明慎用刑而不留狱。\n初六，旅琐琐，斯其所取灾。\n《象》曰：“旅琐琐”，志穷灾也。\n六二，旅即次，怀其资，得童仆，贞。\n《象》曰：“得童仆贞”，终无尤也。\n九三，旅焚其次，丧其童仆，贞厉。\n《象》曰：“旅焚其次”，亦以伤矣。以旅与下，其义丧也。\n九四，旅于处，得其资斧，我心不快。\n《象》曰：“旅于处”，未得位也。“得其资斧”，心未快也。\n六五，射雉，一矢亡，终以誉命。\n《象》曰：“终以誉命”，上逮也。\n上九，鸟焚其巢，旅人先笑后号咷。丧牛于易，凶。\n《象》曰：以旅在上，其义焚也。“丧牛于易”，终莫之闻也。\n\"Brigade\": Xiaoheng.Line Zhenji.\n\"彖\" said: \"Little Heng\" is so soft that it is soft, and it is rigid, and it is beautiful.At the time of the brigade!antiquity\n\"Elephant\" said: There is fire on the mountain, travel.The gentleman uses it with prison without leaving prison.\nOn the sixth day, the brigades were trivial, and Siqi took the disaster.\n\"Elephant\" said: \"Jioshi\", as well as poverty.\nSeptember two, the brigade is second, with his own capital, he has a child servant, Zhen.\n\"Elephant\" said: \"Getting child and servant\", there is no one.\nIn nine three, the brigade was second, and the child servant was killed.\n\"Elephant\" said: \"Traveling is second\", and it is also injured.For brigade and below, it is also funeral.\nIn September Fourth, I was traveling, and I was unhappy.\n\"Elephant\" said: \"Traveling in the place\" is not in place.\"Get his ax\", the heart is not fast.\nSix or five, shooting pheasant, one gangs, finally fell in reputation.\n\"Elephant\" said: \"Finally,\", and catch it.\nOn the nine, the birds burned their nests, and the travelers laughed first.Mourning cattle is easy, fierce.\n\"Elephant\" said: Burning on the brigade, its righteousness is also burned.\"Mourning cattle is easy\", and in the end, it also smells.",
    "巽为风": "\n《巽》：小亨。利有攸往。利见大人。\n《彖》曰：重巽以申命。刚巽乎中正而志行。柔皆顺乎刚，是以“小亨，利有攸往，利见大人”。\n《象》曰：随风，巽。君子以申命行事。\n初六，进退，利武人之贞。\n《象》曰：“进退”，志疑也。“利武人之贞”，志治也。\n九二，巽在床下，用史巫纷若，吉，无咎。\n《象》曰：“纷若之吉”，得中也。\n九三，频巽，吝。\n《象》曰：“频巽之吝”，志穷也。\n六四，悔亡，田获三品。\n《象》曰：“田获三品”，有功也。\n九五，贞吉，悔亡，无不利，无初有终。先庚三日，后庚三日，吉。\n《象》曰：九五之吉，位正中也。\n上九，巽在床下，丧其资斧，贞凶。\n《象》曰：“巽在床下”，上穷也。“丧其资斧”，正乎凶也。\n\"\": Xiaoheng.There is a good way.See you.\n\"彖\" said: Chong Yue to apply for life.Gang Xun is in the middle of the way.Rou all cares about the rigidity, with \"Xiao Heng, who is good, seeing the adults.\"\n\"Elephant\" says: follow the wind,。.A gentleman acts.\nOn the sixth day, advance and retreat, Liwu's chastity.\n\"Elephant\" said: \"Entry and retreat\", doubt.\"The chastity of Liwu people\", Zhiji also.\nIn 92, under the bed, with Shi Wu, Ji, Ji, no blame.\n\"Elephant\" said: \"If you are good\", you have to be in China.\nNine -three, frequent 吝, 吝.\n\"Elephant\" said: \"Frequency 吝 吝\", Zhiqi also.\nJune 4th, regret, Tian won three grades.\n\"Elephant\" said: \"Tian Gao Sanpin\", also achieved merit.\nIn the Ninth Five -Year Plan, Zhenji, regret, was not good, and there was no beginning.Three days of Geng, three days of Geng, Ji.\n\"Elephant\" said: Nineteenth Five -Year Plan is also in the middle.\nUpper nine, under the bed, funerals, and virginity.\n\"Elephant\" said: \"I am under the bed\", and the poor.\"Mourning its ax\" is also fierce.",
    "兑为泽": "\n《兑》：亨。利贞。\n《彖》曰：兑，说也。刚中而柔外，说以利贞，是以顺乎天而应乎人。说以先民，民忘其劳。说以犯难，民忘其死。说之大，民劝矣哉！古\n《象》曰：丽泽，兑。君子以朋友讲习。\n初九，和兑，吉。\n《象》曰：“和兑之吉”，行未疑也。\n九二，孚兑，吉，悔亡。\n《象》曰：“孚兑之吉”，信志也。\n六三，来兑，凶。\n《象》曰：“来兑之凶”，位不当也。\n九四，商兑未宁，介疾有喜。\n《象》曰：“九四之喜”，有庆也。\n九五，孚于剥，有厉。\n《象》曰：“孚于剥”，位正当也。\n上六，引兑。\n《象》曰：上六“引兑”，未光也。\n\"Dai\": Heng.Li Zhen.\n\"彖\" said: Dai, say.Gang is soft and soft, saying that Li Zhen should be on the heavens.Speaking of the ancestors, the people forgot their work.It is said that if you have trouble, the people forget their death.When you say great, the people persuade it!antiquity\n\"Elephant\" said: Lize, Dai.The gentleman lectures with a friend.\nOn the ninth day, peace, Ji.\n\"Elephant\" said: \"The auspiciousness of peace\", there is no doubt.\nIn 1992, Fu Dai, Ji, regret.\n\"Elephant\" said: \"Fu Daiji\", Xinzhi also.\nSix or three, come to exchange, fierce.\n\"Elephant\" said: \"Come to the fierce\", it is not proper.\nIn the September 4th, Shang Dai was not non, and Jiezhi was happy.\n\"Elephant\" said: \"The joy of September Four\", there is a celebration.\nIn Nine Five, Fu Yu was stripped.\n\"Elephant\" said: \"Fu Yu Du\" is justified.\nUpper six, cited.\n\"Elephant\" said: The first six \"cited\", not light.",
    "风水涣": "\n《涣》：亨。王假有庙。利涉大川，利贞。\n《彖》曰：“涣，亨”，刚来而不穷，柔得位乎外而上同。“王假有庙”，王乃在中也。“利涉大川”，乘木有功也。\n《象》曰：风行水上，涣。先王以享于帝，立庙。\n初六，用拯马壮，吉。\n《象》曰：初六之吉顺也。\n九二，涣奔其机，悔亡。\n《象》曰：“涣奔其机”，得愿也。\n六三，涣其躬，无悔。\n《象》曰：“涣其躬”，志在外也。\n六四，涣其群，元吉。涣有丘，匪夷所思。\n《象》曰：“涣其群元吉”，光大也。\n九五，涣汗其大号，涣王居，无咎。\n《象》曰：“王居无咎”，正位也。\n上九，涣其血，去逖出，无咎。\n《象》曰：“涣其血”，远害也。\n\"《\": Heng.The king has a temple.Li involved in Dawa, Lizhen.\n\"彖\" said: \", Heng\", just coming and not poor, so soft and out of the same.\"Wang Zu has a temple\", Wang Nai is also in Zhongye.\"Lishu Dawa\", and you have achieved merit with wood.\n\"Elephant\" said: popular on the water, 涣.The first king enjoys the emperor and stands the temple.\nOn the sixth day, use Zheng Ma Zhuang, Ji.\n\"Elephant\" said: The sixth day of Jishun also.\nIn 1992, he ran to his machine and regretted it.\n\"Elephant\" said: \"Ben Ben Qiqi\", I have wishes.\nSix or three, bow, regret.\n\"Elephant\" said: \"Bow up\", as far as possible.\nJune 4th, Qi Qi, Yuanji.There is Qiu Qiu, incredible.\n\"Elephant\" said: \"《《《\", the light is also big.\nIn Ninth Five -Year Plan, Ji Khan's large size, 涣 居 居, without blame.\n\"Elephant\" said: \"Wang Ju has no blame.\"\nOn the nine, the blood, went out, no blame.\n\"Elephant\" said: \"Blood of his blood\", far from harm.",
    "水泽节": "\n《节》：亨。苦节，不可贞。\n《彖》曰：“节亨”。刚柔分而刚得中。“苦节不可贞”，其道穷也。说以行险，当位以节，中正以通。天地节而四时成。节以制度，不伤财，不害民。\n《象》曰：泽上有水，节。君子以制数度，议德行。\n初九，不出户庭，无咎。\n《象》曰：“不出户庭”，知通塞也。\n九二，不出门庭，凶。\n《象》曰：“不出门庭凶”，失时极也。\n六三，不节若，则嗟若，无咎。\n《象》曰：“不节之嗟”，又谁咎也。\n六四，安节。亨。\n《象》曰：“安节之亨”，承上道也。\n九五，甘节，吉，往有尚。\n《象》曰：“甘节之吉”，居位中也。\n上六，苦节，贞凶，悔亡。\n《象》曰：“苦节贞凶”，其道穷也。\n\"Festival\": Heng.Bitter festival, not chastity.\n\"彖\" said: \"Jie Heng\".Gang soft and rigid.\"Bitter festivals cannot be chassed\", and their Tao is poor.It is said that the risk is in danger.The heaven and earth festival is four o'clock.The festival is based on the system, does not hurt money, and does not harm the people.\n\"Elephant\" said: There is water on Ze, festival.A gentleman is a few degrees to discuss virtue.\nOn the ninth day, he did not leave the house and did not blame.\n\"Elephant\" said: \"Don't leave the house\", know the Tongtong.\nIn 1992, not going out of the court, fierce.\n\"Elephant\" said: \"Don't go out of the court\", the time is also the pole.\nSix or three, if you do n’t have a festival, if you do n’t blame.\n\"Elephant\" said: \"Not the same\", who blamed.\nJune 4th, Anjie.Heng.\n\"Elephant\" said: \"Anjie's Heng\", also the best.\nNinth Five -Year Plan, Ganjie, Ji, there are still.\n\"Elephant\" said: \"Ganjie Ji\", also in the place.\nOn the sixth, bitter festivals, virginity, regret.\n\"Elephant\" said: \"Bitter Joined Severe\", it is poor.",
    "风泽中孚": "\n《中孚》：豚鱼，吉。利涉大川，利贞。\n《彖》曰：“中孚”，柔在内而刚得中，说而巽，孚乃化邦也。“豚鱼吉”，信及豚鱼也。“利涉大川”，乘木舟虚也。中孚以利贞，乃应乎天也。\n《象》曰：泽上有风，中孚。君子以议狱缓死。\n初九，虞吉，有它不燕。\n《象》曰：初九“虞吉”，志未变也。\n九二，鸣鹤在阴，其子和之。我有好爵，吾与尔靡之。\n《象》曰：“其子和之”，中心愿也。\n六三，得敌，或鼓或罢，或泣或歌。\n《象》曰：“或鼓或罢”，位不当也。\n六四，月几望，马匹亡，无咎。\n《象》曰：“马匹亡”，绝类上也。\n九五，有孚挛如，无咎。\n《象》曰：“有孚挛如”，位正当也。\n上九，翰音登于天，贞凶。\n《象》曰：“翰音登于天”，何可长也？\n\"Zhongfu\": dolphin, Ji.Li involved in Dawa, Lizhen.\n\"彖\" said: \"Zhongfu\" is soft and just got in the middle, saying that it is 巽, and Fu Naihuang also.\"Dolphin Fish\", faith and dolphin.\"Lisa invites Dawa\", and take a boat.Zhongfu Yizhen should be the heaven.\n\"Elephant\" said: Ze has the wind, Zhongfu.The gentleman slowly died.\nOn the ninth day, Yu Ji, there is no swallow.\n\"Elephant\" said: \"Yu Ji\" on the ninth day, the ambition has not changed.\nIn nine two, Minghe is in Yin, his son is peaceful.I have a good title, I and Er.\n\"Elephant\" said: \"His son is peaceful\", the center wish also.\nSix or three, get the enemy, or be drums or weep or sing.\n\"Elephant\" said: \"Either drum or stop\", improperly.\nJune Fourth, a few months old, the horses died, no blame.\n\"Elephant\" said: \"Horse death\", also the best.\nNinth Five -Year Plan, there is a lotus, no blame.\n\"Elephant\" said: \"There is a bonus\", and the position is justified.\nOn the nine, Han Yin was in heaven, chastity.\n\"Elephant\" said: \"Han Yin is on the sky\", why is it long?",
    "雷山小过": "\n《小过》：亨。利贞。可小事，不可大事。飞鸟遗之音，不宜上，宜下，大吉。\n《彖》曰：小过，小者过而亨也。过以利贞，与时行也。柔得中，是以小事吉也。刚失位而不中，是以不可大事也。有飞鸟之象焉，“飞鸟遗之音，不宜上，宜下，大吉”，上逆而下顺也。\n《象》曰：山上有雷，小过。君子以行过乎恭，丧过乎哀，用过乎俭。\n初六，飞鸟以凶。\n《象》曰：“飞鸟以凶”，不可如何也。\n六二，过其祖，遇其妣。不及其君，遇其臣。无咎。\n《象》曰：“不及其君”，臣不可过也。\n九三，弗过防之，従或戕之，凶。\n《象》曰：“従或戕之”，凶如何也？斋\n九四，无咎。弗过遇之，往厉必戒，勿用永贞。\n《象》曰：“弗过遇之”，位不当也。“往厉必戒”，终不可长也。\n六五，密云不雨，自我西郊。公弋取彼在穴。\n《象》曰：“密云不雨”，已上也。\n上六，弗遇过之，飞鸟离之，凶，是谓灾眚。\n《象》曰：“弗遇过之”，已亢也。\n\"Small\": Heng.Li Zhen.But trivial matter, no big deal.The sound of flying birds should not be up, it is better to go down.\n\"彖\" said: Small, the little is too old.Lifting Lizhen, and the times.It is soft and good.It is not necessary to just lose position.There are flying birds, \"the sound of flying birds should not go up, should be down, Da Ji\", upside down and down.\n\"Elephant\" said: There are thunder on the mountain, too much.The gentleman was too respectful, too mourned, and was too frugal.\nOn the sixth day, flying birds are fierce.\n\"Elephant\" said: \"Flying birds are fierce.\"\nJune two, after his ancestors, encountering it.No more than his monarch, meet his minister.No blame.\n\"Elephant\" said: \"No more than its monarch\", the minister must not pass.\nIn Nine Three, Effective, 従 or 戕, fierce.\n\"Elephant\" said: \"戕 or 戕 《\", how is it?fast\nNinety -four, no blame.When it comes to it, you must precept, do not use Yongzhen.\n\"Elephant\" said: \"Efforts\", improperly.\"Being in Li must ring\", it must not be growing.\nSix or five, Miyun is not raining, self -west suburbs.Gong Qi took the acupuncture point.\n\"Elephant\" said: \"The dense clouds are not rainy\", it has also been on.\nIn the first six, the Ephesians met, and the birds left, and the fierceness was a disaster.\n\"Elephant\" said: \"Efforts have encountered\", and it is also hyperactive.",
    "水火既济": "\n《既济》：亨小，利贞。初吉终乱。\n《彖》曰：“既济，亨”，小者亨也。“利贞”。刚柔正而位当也。“初吉”，柔得中也。“终止则乱”，其道穷也。\n《象》曰：水在火上，既济。君子以思患而豫防之。\n初九，曳其轮，濡其尾，无咎。\n《象》曰：“曳其轮”，义无咎也。\n六二，“妇丧其茀，勿逐，七日得。\n《象》曰：“七日得”，以中道也。\n九三，高宗伐鬼方，三年克之，小人勿用。\n《象》曰：“三年克之”，惫也。\n六四，繻有衣袽，终日戒。\n《象》曰：“终日戒”，有所疑也。\n九五，东邻杀牛，不如西邻之禴祭，实受其福。\n《象》曰：“东邻杀牛”，不如西邻之时也。“实受其福”，吉大来也。\n上六，濡其首，厉。\n《象》曰：“濡其首厉”，何可久也？\n\"Ji Ji\": Hengxiao, Li Zhen.At the beginning of the lucky end, it was chaotic.\n\"彖\" said: \"Ji Ji, Heng\", little people Heng also.\"Li Zhen\".The rigidity is just right.\"Chu Ji\", soft.\"Termination is chaotic\", and its poor way is also poor.\n\"Elephant\" said: The water is on the fire, and it is good.The gentleman is guarded by thinking.\nOn the ninth day, he dragged his wheels, tailing his tail, without blame.\n\"Elephant\" said: \"Drag its wheels\", righteousness without blame.\nSixth, \"Women are lost, don't take it, seven days.\n\"Elephant\" said: \"Seven days\", in the middle.\nIn Nine Three, Gao Zong cut the ghost, for three years, do not use villains.\n\"Elephant\" said: \"Three years of grams\", tired.\nJune Fourth, there is clothing, and all day.\n\"Elephant\" said: \"Non -day ring\" is doubtful.\nIn the ninth five -year -old, the east was killed by the cow.\n\"Elephant\" said: \"East adjacent to the cow\", it is not as good as the next to the west.\"Realize its blessing\", Ji Da Lai also.\nOn the sixth, the first, Li.\n\"Elephant\" said: \"The first effort\", why is it for a long time?",
    "火水未济": "\n《未济》：亨。小狐汔济，濡其尾，无攸利。\n《彖》曰：“未济，亨”，柔得中也。“小狐汔济”，未出中也。“濡其尾，无攸利”，不续终也。虽不当位，刚柔应也。\n《象》曰：火在水上，未济。君子以慎辨物居方。\n初六，濡其尾，吝。\n《象》曰：“濡其尾”，亦不知极也。\n九二，曳其轮，贞吉。\n《象》曰：九二贞吉，中以行正也。\n六三，未济，征凶。利涉大川。\n《象》曰：“未济征凶”，位不当也。\n九四，贞吉，悔亡，震用伐鬼方，三年，有赏于大国。\n《象》曰：“贞吉悔亡”，志行也。\n六五，贞吉，无悔。君子之光，有孚吉。\n《象》曰：“君子之光”，其辉吉也。\n上九，有孚于饮酒，无咎。濡其首，有孚失是。\n《象》曰：“饮酒濡首”，亦不知节也。\n\"Weiji\": Heng.The little fox is good at the tail, and there is no benefit.\n\"彖\" said: \"Weiji, Heng\", softened.\"Little Fox Ji Ji\", not in the middle.\"It is not good for its tail, no benefit\", and does not end.Although not in the throne, rigidity should also.\n\"Elephant\" said: The fire is on the water, it is unbelievable.The gentleman lives with caution.\nOn the sixth day, he tail his tail,.\n\"Elephant\" said: \"尾》 《\", I don't know it.\nIn 1992, dragged his wheels, Zhenji.\n\"Elephant\" said: Jiu Erzhen Ji, Zhong Yizheng also.\nSix or three, unbelievable, fierce.Follow Dawa.\n\"Elephant\" said: \"Unaware of the evil\", improperly.\nIn September 4th, Zhenji, regret, shocked the ghost, three years, and a reward in the great power.\n\"Elephant\" said: \"Zhenji regrets the death\", Zhixing also.\nSix or five, Zhenji, no regrets.The gentleman's light has Fuji.\n\"Elephant\" said: \"The Light of the Gentleman\", it is also refreshing.\nOn the nine, there was Fu Yu drinking, without blame.The first, there is Fu lost.\n\"Elephant\" said: \"Drinking the first\", I do n’t know."
}